Repository: muxable/rtchat
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, it, ja, ko, nl, pl, pt, ru, sv, tw, uk, zh

source: Send a message...
ar: أرسل رسالة...
bn: একটি বার্তা পাঠান...
de: Nachricht senden...
es: Enviar un mensaje...
fr: Envoyer un message...
it: Invia un messaggio...
ja: メッセージを送信...
ko: 메시지 보내기...
nl: Verstuur een bericht...
pl: Wyślij wiadomość...
pt: Enviar uma mensagem...
ru: Отправить сообщение...
sv: Skicka ett meddelande...
tw: 發送訊息...
uk: Надіслати повідомлення...
zh: 发送消息...

source: Write something...
ar: اكتب شيئًا...
bn: কিছু লিখুন...
de: Schreibe etwas...
es: Escribe algo...
fr: Écrivez quelque chose...
it: Scrivi qualcosa...
ja: 何か書いて...
ko: 무언가를 쓰세요...
nl: Typ iets...
pl: Napisz coś...
pt: Escreva algo...
ru: Напишите что-нибудь...
sv: Skriv något...
tw: 寫點什麼...
uk: Напишіть щось...
zh: 说些设么...

source: Speak to the crowds...
ar: تحدث إلى الجماهير...
bn: জনতার সাথে কথা বলুন...
de: Sprich zu den Massen...
es: Habla a las masas...
fr: Parlez aux masses...
it: Parla alle folle...
ja: 群衆に話しかける...
ko: 군중에게 말하세요...
nl: Spreek tegen het publiek...
pl: Mów do tłumów...
pt: Fale para a multidão...
ru: Обратитесь к толпе...
sv: Tala till folkmassorna...
tw: 對眾人說...
uk: Говоріть до натовпу...
zh: 对大众发布...

source: Share your thoughts...
ar: شارك أفكارك...
bn: আপনার মতামত জানান...
de: Teile deine Meinung...
es: Comparte lo que piensas...
fr: Partagez votre avis...
it: Condividi i tuoi pensieri...
ja: あなたの考えを共有する...
ko: 생각을 공유하세요...
nl: Deel je gedachtes...
pl: Podziel się swoimi myślami...
pt: Compartilhe seus pensamentos...
ru: Поделитесь своими мыслями...
sv: Dela dina tankar...
tw: 分享你的想法...
uk: Поділіться своїми думками...
zh: 分享你的意见...

source: Say something, you little bitch...
ar: قل شيئًا، أيها الوغد الصغير...
bn: তুমি কিছু বল...
de: Sag etwas, du kleine Hure...
es: Di algo, perrita...
fr: Dit quelque chose, petite pute...
it: Dì qualcosa, piccola stronza...
ja: 何か言って、この小娘...
ko: 뭐라고 말해봐, 이 작은 개자식아...
nl: Zeg iets, jij kleine trut...
pl: Powiedz coś, ty mała suko...
pt: Diga alguma coisa, sua putinha...
ru: Скажи что-нибудь, маленький ублюдок...
sv: Säg något, din lilla bitch...
tw: 說些什麼，你這小婊子...
uk: Скажи щось, маленький сучий сину...
zh: 说点什么，你这个小婊子...

source: Search
ar: بحث
bn: অনুসন্ধান
de: Suche
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
nl: Zoeken
pl: Szukaj
pt: Buscar
ru: Поиск
sv: Sök
tw: 搜尋
uk: Пошук
zh: 搜索

source: Not signed in
ar: لم يتم تسجيل الدخول
bn: সাইন ইন করা হয়নি
de: Nicht eingeloggt
es: Sin iniciar sesión
fr: Non signé
it: Non sei connesso
ja: サインインしていません
ko: 로그인되지 않음
nl: Niet ingelogd
pl: Nie zalogowany
pt: Não conectado
ru: Не вошли в систему
sv: Inte inloggad
tw: 未登入
uk: Не увійшли в систему
zh: 未登录

# searchChannels
source: Search
ar: ابحث عن القنوات
bn: চ্যানেল খুঁজুন
de: Kanal suchen
es: Buscar
fr: chercher chaînes
it: Cerca canali
ja: チャンネルを検索
ko: 채널 검색
nl: Zoek
pl: Szukaj kanałów
pt: Buscar
ru: Поиск каналов
sv: Sök kanaler
tw: 搜尋
uk: Пошук каналів
zh: 搜索

# raidAChannel
source: Raid
ar: اقتحم قناة
bn: একটি চ্যানেলে অভিযান চালান
de: Kanal raiden
fr: lancer un raid
it: Raid un canale
ja: チャンネルをレイド
ko: 채널 습격
pl: Najazd na kanał
ru: Рейд на канал
sv: Raid en kanal
tw: 突襲頻道 揪團
uk: Рейд на канал
zh: 袭击

# noMessagesEmptyState
source: It's quiet in here.
ar: لا توجد رسائل
bn: কোন মেসেজ নেই, খালি...
de: keine Nachricht
es: Demasiado silencioso...
fr: aucuns messages
it: Non ci sono messaggi
ja: メッセージがありません
ko: 메시지가 없습니다
nl: Het is still hier
pl: Brak wiadomości
pt: Está quieto aqui.
ru: Нет сообщений
sv: Inga meddelanden
tw: 這裡很寧靜。
uk: Немає повідомлень
zh: 太安静了

# newMessageCount
source: {count,plural, =0{No new messages} =1{1 new message} other{{count} new messages}}
ar: {count,plural, =0{لا توجد رسائل جديدة} =1{رسالة جديدة واحدة} other{{count} رسائل جديدة}}
bn: {count,plural, =0{কোন নতুন বার্তা নেই} =1{1টি নতুন বার্তা} other{{count} টি নতুন বার্তা}}
de: {count,plural, =0{Keine neuen Nachrichten} =1{1 neue Nachricht} other{{count} neue Nachrichten}}
es: {count,plural, =0{Sin mensajes nuevos} =1{1 mensaje nuevo} other{{count} mensajes nuevos}}
fr: {count,plural, =0{aucun nouveau message} =1{1 nouveau message} other{{count} nouveaux messages}}
it: {count,plural, =0{Nessun nuovo messaggio} =1{1 nuovo messaggio} other{{count} nuovi messaggi}}
ja: {count,plural, =0{新しいメッセージはありません} =1{1つの新しいメッセージ} other{{count}の新しいメッセージ}}
ko: {count,plural, =0{새 메시지가 없습니다} =1{새 메시지 1개} other{{count}개의 새 메시지}}
nl: {count,plural, =0{Geen nieuwe berichten} =1{1 nieuw bericht} other{{count} nieuwe berichten}}
pl: {count,plural, =0{Brak nowych wiadomości} =1{1 nowa wiadomość} other{{count} nowych wiadomości}}
pt: {count,plural, =0{Sem novas mensagens} =1{1 nova mensagem} other{{count} novas mensagens}}
ru: {count,plural, =0{Нет новых сообщений} =1{1 новое сообщение} other{{count} новых сообщений}}
sv: {count,plural, =0{Inga nya meddelanden} =1{1 nytt meddelande} other{{count} nya meddelanden}}
tw: {count,plural, =0{沒有新訊息} =1{1 則新訊息} other{{count} 則新訊息}}
uk: {count,plural, =0{Немає нових повідомлень} =1{1 нове повідомлення} other{{count} нових повідомлень}}
zh: {count,plural, =0{沒有新訊息} =1{1 則新訊息} other{{count} 則新訊息}}

source: Sign in with Twitch
ar: تسجيل الدخول باستخدام تويتش
bn: টুইচ দিয়ে সাইন ইন করুন
de: Mit Twitch anmelden
es: Inicia sesión con Twitch
fr: se connecter avec twitch
it: Accedi con Twitch
ja: Twitchでサインイン
ko: Twitch로 로그인
nl: Log in met Twitch
pl: Zaloguj się przez Twitch
pt: Faça login com a Twitch
ru: Войти через Twitch
sv: Logga in med Twitch
tw: 使用 Twitch 登入
uk: Увійти через Twitch
zh: Twitch 登录

# signInError
source: An error occurred when signing in. Please try again.
ar: حدث خطأ أثناء تسجيل الدخول. يرجى المحاولة مرة أخرى.
bn: সাইন-ইন এর সমস্যা হচ্ছে আবার চেষ্টা করুন
de: Etwas ist mit der Anmeldung falsch gelaufen. Erneut versuchen
es: Ocurrió un error iniciando sesión. Intenta de nuevo.
fr: La connection avec twitch a raté. Veuillez réessayer.
it: Si è verificato un errore durante l'accesso. Riprova.
ja: サインイン中にエラーが発生しました。もう一度お試しください。
ko: 로그인 중 오류가 발생했습니다. 다시 시도해 주세요.
nl: Er is een fout opgetreden tijdens het inloggen, Probeer het later opnieuw
pl: Wystąpił błąd podczas logowania. Spróbuj ponownie.
pt: Ocorreu um erro ao fazer login. Tente novamente.
ru: Произошла ошибка при входе. Пожалуйста, попробуйте еще раз.
sv: Ett fel uppstod vid inloggning. Försök igen.
tw: 登入時發生錯誤。請重試。
uk: Сталася помилка під час входу. Будь ласка, спробуйте ще раз.
zh: 登录时出错。请重试。

source: Continue as Guest
ar: متابعة كضيف
bn: অতিথি হিসাবে চালিয়ে যান
de: Als Gastnutzer fortsetzen
es: Continuar como invitado
fr: Continuer en tant qu'invité
it: Continua come ospite
ja: ゲストとして続行
ko: 게스트로 계속
nl: Ga door als gast
pl: Kontynuuj jako gość
pt: Continuar como convidado
ru: Продолжить как гость
sv: Fortsätt som gäst
tw: 繼續作為訪客
uk: Продовжити як гість
zh: 以访客继续

source: Sign in to send messages
ar: تسجيل الدخول لإرسال الرسائل
bn: মেসেজ পাঠাতে সাইন ইন করুন
de: Melden Sie sich an, um Nachrichten zu senden
es: Inicia sesión para enviar mensajes
fr: Inscrivez-vous pour envoyer des messages
it: Accedi per inviare messaggi
ja: メッセージを送信するにはサインインしてください
ko: 메시지를 보내려면 로그인하세요
nl: Log in om berichten te versturen
pl: Zaloguj się, aby wysyłać wiadomości
pt: Faça login para enviar mensagens
ru: Войдите, чтобы отправлять сообщения
sv: Logga in för att skicka meddelanden
tw: 登入以發送訊息
uk: Увійдіть, щоб надсилати повідомлення
zh: 登录后发送消息

source: Current viewers
ar: المشاهدون الحاليون
bn: বর্তমান দর্শক
de: aktuelle Zuschauer
es: Espectadores
fr: spéctateurs actuels
it: Spettatori attuali
ja: 現在の視聴者
ko: 현재 시청자
nl: Huidige kijkers
pl: Obecni widzowie
pt: Espectadores atuais
ru: Текущие зрители
sv: Nuvarande tittare
tw: 目前觀眾數
uk: Поточні глядачі
zh: 当前观众

source: Text to speech
ar: تحويل النص إلى كلام
bn: লেখা থেকে মুখে বলা
de: Text zu Sprache
es: Texto a voz
fr: texte vers voix
it: Testo in voce
ja: テキストを音声に
ko: 텍스트를 음성으로
nl: Tekst naar spraak
pl: Tekst na mowę
pt: Texto para fala
ru: Текст в речь
sv: Text till tal
tw: 文字轉語音
uk: Текст у мову
zh: 文字转语音

source: Stream preview
ar: معاينة البث
bn: সরাসরি সম্প্রচারের প্রিভিউ
de: Stream Vorschau
es: Vista previa del stream
fr: aperçu de stream
it: Anteprima del flusso
ja: ストリームプレビュー
ko: 스트림 미리보기
nl: Stream voorvertoningen
pl: Podgląd strumienia
pt: Visualizar Stream
ru: Предварительный просмотр потока
sv: Strömförhandsvisning
tw: 直播預覽
uk: Попередній перегляд потоку
zh: 串流预览

source: Activity feed
ar: تغذية النشاط
bn: অ্যাক্টিভিটি ফিড
de: Aktivitäts-Feed
es: Feed de actividades
fr: Fil d'actualité
it: Feed delle attività
ja: アクティビティフィード
ko: 활동 피드
nl: Activiteitenfeed
pl: Kanał aktywności
pt: Feed de atividade
ru: Лента активности
sv: Aktivitetsflöde
tw: 活動動態
uk: Стрічка активності
zh: 活动提要

# streamOnline
source: Stream online at {date}, {time}
ar: البث متصل في {date}، {time}
bn: এখন সরাসরি সম্প্রচার হচ্ছে {date}, {time}
de: Stream online um {date}, {time}
es: En línea {date}, {time}
fr: stream en ligne à {date}, {time}
it: Flusso online alle {date}, {time}
ja: {date}、{time}にオンライン
ko: {date}, {time}에 온라인 스트림
nl: Stream online op {date}, {time}
pl: Strumień online od {date}, {time}
pt: Stream online desde {date} às {time}
ru: Поток онлайн с {date}, {time}
sv: Ström online vid {date}, {time}
tw: 自 {date} {time} 開始直播
uk: Потік онлайн з {date}, {time}
zh: {date}，{time} 上线

# streamOffline
source: Stream offline at {date}, {time}
ar: البث غير متصل في {date}، {time}
bn: সরাসরি সম্প্রচার শেষ {date}, {time}
de: Stream offline um {date}, {time}
es: Fuera de línea {date}, {time}
fr: stream hors ligne à {date}, {time}
it: Flusso offline alle {date}, {time}
ja: {date}、{time}にオフライン
ko: {date}, {time}에 오프라인 스트림
nl: Stream offline op {date}, {time}
pl: Strumień offline od {date}, {time}
pt: Stream offline desde {date} às {time}
ru: Поток оффлайн с {date}, {time}
sv: Ström offline vid {date}, {time}
tw: 自 {date} {time} 結束直播
uk: Потік офлайн з {date}, {time}
zh: {date}，{time} 下线

# chatCleared
source: Chat cleared at {date}, {time}
ar: تم مسح الدردشة في {date}، {time}
bn: সম্পূর্ণ চ্যাট মুছে ফেলা হলো {date}, {time}
de: Chat gelöscht um {date}, {time}
es: Chat limpiado {date}, {time}
fr: discussion effacée à {date}, {time}
it: Chat cancellata alle {date}, {time}
ja: {date}、{time}にチャットをクリア
ko: {date}, {time}에 채팅이 지워졌습니다
nl: Chat gewist op {date}, {time}
pl: Czat wyczyszczony o {date}, {time}
pt: Chat limpo em {date} às {time}
ru: Чат очищен в {date}, {time}
sv: Chatt rensad vid {date}, {time}
tw: 於 {date} {time} 清除聊天
uk: Чат очищено о {date}, {time}
zh: {date}, {time}删除聊天记录

source: Configure quick links
ar: تكوين الروابط السريعة
bn: দ্রুত লিঙ্ক কনফিগার করুন
de: Schnell-Links erstellen
es: Configuración enlaces rápidos
fr: créer liens rapides
it: Configura collegamenti rapidi
ja: クイックリンクを設定
ko: 빠른 링크 구성
nl: Configureer snelle links
pl: Konfiguruj szybkie linki
pt: Configurar links rápidos
ru: Настроить быстрые ссылки
sv: Konfigurera snabblänkar
tw: 設定快速連結
uk: Налаштувати швидкі посилання
zh: 配置快速链接

source: Disable rain mode
ar: تعطيل وضع المطر
bn: বৃষ্টি মোড অক্ষম করুন
de: Regen-Modus deaktivieren
es: Desactivar modo lluvia
fr: désactiver mode pluie
it: Disabilita modalità pioggia
ja: レインモードを無効にする
ko: 비 모드 비활성화
nl: Regen modes uitschakelen
pl: Wyłącz tryb deszczu
pt: Desativar modo de chuva
ru: Отключить режим дождя
sv: Inaktivera regnläge
tw: 關閉雨模式
uk: Вимкнути режим дощу
zh: 关闭下雨模式

source: Enable rain mode
ar: تمكين وضع المطر
bn: বৃষ্টি মোড সক্ষম করুন
de: Regen-Modus aktivieren
es: Activar modo lluvia
fr: activer mode pluie
it: Abilita modalità pioggia
ja: レインモードを有効にする
ko: 비 모드 활성화
nl: Regen modes inschakelen
pl: Włącz tryb deszczu
pt: Ativar modo de chuva
ru: Включить режим дождя
sv: Aktivera regnläge
tw: 啟用雨模式
uk: Увімкнути режим дощу
zh: 启用下雨模式

# disableRainModeSubtitle
source: Interaction will be enabled
ar: سيتم تمكين التفاعل
bn: বৃষ্টি মোড এর সাবটাইটেল অক্ষম করুন
de: Regen-Modus Untertitel deaktivieren
es: Desactiva la interacción
fr: désactiver sous-titres du mode pluie
it: L'interazione sarà abilitata
ja: インタラクションが有効になります
ko: 상호작용이 활성화됩니다
nl: Interactie zal worden ingeschakeld
pl: Interakcja będzie włączona
pt: A interação será ativada
ru: Взаимодействие будет включено
sv: Interaktion kommer att aktiveras
tw: 互動將被啟用
uk: Взаємодія буде увімкнена
zh: 开通交互功能

# enableRainModeSubtitle
source: Interaction will be disabled
ar: سيتم تعطيل التفاعل
bn: বৃষ্টি মোড এর সাবটাইটেল সক্ষম করুন
de: Regen-Modus Untertitel aktivieren
es: Activa la interacción
fr: activer sous-titres du mode pluie
it: L'interazione sarà disabilitata
ja: インタラクションが無効になります
ko: 상호작용이 비활성화됩니다
nl: Interactie zal worden uitgeschakeld
pl: Interakcja będzie wyłączona
pt: A interação será desativada
ru: Взаимодействие будет отключено
sv: Interaktion kommer att inaktiveras
tw: 互動將被停用
uk: Взаємодія буде вимкнена
zh: 交互功能会被禁用

source: Refresh audio sources
ar: تحديث مصادر الصوت
bn: শব্দের উৎস রিফ্রেশ করুন
de: Audioquellen aktualisieren
es: Refrescar fuentes de audio
fr: actualiser les sources audio
it: Aggiorna sorgenti audio
ja: オーディオソースを更新
ko: 오디오 소스 새로 고침
nl: Herlaad audio bronnen
pl: Odśwież źródła dźwięku
pt: Atualizar fontes de áudio
ru: Обновить аудиоисточники
sv: Uppdatera ljudkällor
tw: 重新整理音訊來源
uk: Оновити аудіоджерела
zh: 刷新音源

# refreshAudioSourcesCount
source: {count,plural, =0{No audio sources refreshed} =1{1 audio source refreshed} other{{count} audio sources refreshed}}
ar: {count,plural, =0{لم يتم تحديث مصادر الصوت} =1{تم تحديث مصدر صوت واحد} other{{count} مصادر صوت محدثة}}
bn: {count,plural, =0{কোনো শব্দের উৎস রিফ্রেশ করা হয়নি} =1{1টি অডিও উত্স রিফ্রেশ করা হয়েছে৷} other{{count} শব্দের উৎস রিফ্রেশ করা হয়েছে}}
de: {count,plural, =0{Keine aktualisierten Audioquellen} =1{1 aktualisierte Audioquelle } other{{count} aktualisierten Audioquellen}}
es: {count,plural, =0{No se refrescaron fuentes de audio} =1{1 fuente de audio refrescada} other{{count} fuentes de audio refrescadas}}
fr: {count,plural, =0{aucune source audio actualisée} =1{1 source audio actualisée } other{{count} source audio actualisées}}
it: {count,plural, =0{Nessuna sorgente audio aggiornata} =1{1 sorgente audio aggiornata} other{{count} sorgenti audio aggiornate}}
ja: {count,plural, =0{オーディオソースが更新されませんでした} =1{1つのオーディオソースが更新されました} other{{count}のオーディオソースが更新されました}}
ko: {count,plural, =0{새로 고침된 오디오 소스 없음} =1{새로 고침된 오디오 소스 1개} other{{count}개의 오디오 소스 새로 고침됨}}
nl: {count,plural, =0{Geen audio bronnen herladen} =1{1 audio bron herladen} other{{count} audio bronnen herladen}}
pl: {count,plural, =0{Brak odświeżonych źródeł dźwięku} =1{1 źródło dźwięku odświeżone} other{{count} źródeł dźwięku odświeżonych}}
pt: {count,plural, =0{Nenhuma fonte de áudio atualizada} =1{1 fonte de áudio atualizada} other{{count} fontes de áudio atualizadas}}
ru: {count,plural, =0{Нет обновленных аудиоисточников} =1{1 аудиоисточник обновлен} other{{count} аудиоисточников обновлено}}
sv: {count,plural, =0{Inga ljudkällor uppdaterade} =1{1 ljudkälla uppdaterad} other{{count} ljudkällor uppdaterade}}
tw: {count,plural, =0{沒有重新整理音訊來源} =1{重新整理 1 個音訊來源} other{{count} 個音訊來源重新整理}}
uk: {count,plural, =0{Немає оновлених аудіоджерел} =1{1 аудіоджерело оновлено} other{{count} аудіоджерел оновлено}}
zh: {count,plural, =0{沒有刷新音訊來源} =1{1 個音訊來源已刷新} other{{count} 音訊來源已刷新}}

source: Settings
ar: الإعدادات
bn: সেটিংস
de: Einstellungen
es: Configuración
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pl: Ustawienia
pt: Configurações
ru: Настройки
sv: Inställningar
tw: 設定
uk: Налаштування
zh: 设置

source: Sign out
ar: تسجيل الخروج
bn: সাইন আউট
de: abmelden
es: Cerrar sesión
fr: déconnecter
it: Disconnetti
ja: サインアウト
ko: 로그아웃
nl: Log uit
pl: Wyloguj się
pt: Sair
ru: Выйти
sv: Logga ut
tw: 登出
uk: Вийти
zh: 登出

source: Cancel
ar: إلغاء
bn: বাতিল
de: absagen
es: Cancelar
fr: annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отмена
sv: Avbryt
tw: 取消
uk: Скасувати
zh: 取消

# signOutConfirmation
source: Are you sure you want to sign out?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟
bn: আপনি সাইন আউট করতে চান?
de: Sind Sie sicher, dass Sie sich abmelden wollen?
es: Estás seguro que deseas cerrar sesión?
fr: Êtes-vous certain de vouloir vous déconnecter?
it: Sei sicuro di voler disconnetterti?
ja: サインアウトしてもよろしいですか？
ko: 로그아웃하시겠습니까?
nl: Weet je zeker dat je uit wil logen?
pl: Czy na pewno chcesz się wylogować?
pt: Você tem certeza que deseja sair?
ru: Вы уверены, что хотите выйти?
sv: Är du säker på att du vill logga ut?
tw: 您確定要登出嗎？
uk: Ви впевнені, що хочете вийти?
zh: 您确定要退出吗

source: Broadcaster
ar: المذيع
bn: সম্প্রচারক
de: Streamer
es: Streamer
fr: diffuseur
it: Emittente
ja: ブロードキャスター
ko: 방송인
pl: Nadawca
ru: Ведущий
sv: Sändare
tw: 主播
uk: Ведучий
zh: 直播员

source: Moderators
ar: المشرفون
bn: মডারেটর
de: Moderatoren
es: Moderadores
fr: modérateurs
it: Moderatori
ja: モデレーター
ko: 관리자
nl: Moderatoren
pl: Moderatorzy
pt: Moderadores
ru: Модераторы
sv: Moderatorer
tw: 版主
uk: Модератори
zh: 主持人

source: Viewers
ar: المشاهدون
bn: দর্শক
de: Zuschauer
es: Espectadores
fr: spectateurs
it: Spettatori
ja: 視聴者
ko: 시청자
nl: Kijkers
pl: Widzowie
pt: Espectadores
ru: Зрители
sv: Tittare
tw: 觀眾
uk: Глядачі
zh: 观众

source: Community VIPs
ar: كبار الشخصيات في المجتمع
bn: কমিউনিটির ভিআইপি
de: Gemeindschafts VIP
es: VIPs de la comunidad
fr: VIP de communauté
it: VIP della comunità
ja: コミュニティVIP
ko: 커뮤니티 VIP
pl: VIP-y społeczności
pt: VIPs
ru: VIP-сообщества
tw: 社群 VIP
uk: VIP-спільноти
zh: 社区贵宾

source: Search Viewers
ar: ابحث عن المشاهدين
bn: দর্শক খুঁজুন
de: Zuschauer suchen
es: Buscar espectadores
fr: chercher spectateurs
it: Cerca spettatori
ja: 視聴者を検索
ko: 시청자 검색
nl: Kijkers zoeken
pl: Szukaj widzów
pt: Procurar Espectadores
ru: Поиск зрителей
sv: Sök tittare
tw: 搜尋觀眾
uk: Пошук глядачів
zh: 搜索观众

source: Reconnecting...
ar: إعادة الاتصال...
bn: পুনর সংযোগের চেষ্টা হচ্ছে...
de: Verbindungs Wiederherstellung...
es: Reconectando...
fr: entrain de se reconnecter
it: Riconnessione in corso...
ja: 再接続中...
ko: 재연결 중...
nl: Opnieuw verbinden
pl: Ponowne łączenie...
pt: Reconectando...
ru: Переподключение...
sv: Återansluter...
tw: 重新連線中...
uk: Перепідключення...
zh: 正在重新连接...

source: Twitch badges
ar: شارات تويتش
bn: টুইচ ব্যাজ
de: Twitch-Abzeichen
es: Emblemas de Twitch
fr: badges twitch
it: Badge di Twitch
ja: Twitchバッジ
ko: Twitch 배지
pl: Odznaki Twitch
pt: Badges da Twitch
ru: Значки Twitch
sv: Twitch-märken
tw: Twitch 徽章
uk: Значки Twitch
zh: Twitch徽章

source: Select all
ar: تحديد الكل
bn: সব সিলেক্ট করুন
de: alles auswählen
es: Seleccionar todo
fr: tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
nl: Alles selecteren
pl: Zaznacz wszystko
pt: Selecionar todos
ru: Выбрать все
sv: Välj alla
tw: 全選
uk: Вибрати все
zh: 全选

source: Quick links
ar: روابط سريعة
bn: দ্রুত লিঙ্ক
de: Schnell-Links
es: Enlaces rápidos
fr: liens rapides
it: Collegamenti rapidi
ja: クイックリンク
ko: 빠른 링크
nl: Snelle link
pl: Szybkie linki
pt: Links rápidos
ru: Быстрые ссылки
sv: Snabblänkar
tw: 快速連結
uk: Швидкі посилання
zh: 快速链接

# swipeToDeleteQuickLinks
source: Swipe left or right to delete quick link
ar: اسحب لليسار أو اليمين لحذف الرابط السريع
bn: দ্রুত লিঙ্ক মুছে ফেলতে সোয়াইপ করুন
de: Wischen Sie um Schnell-Links zu löschen
es: Desliza a los lados para eliminar
fr: glisser pour suprimer les liens rapides
it: Scorri a sinistra o a destra per eliminare il collegamento rapido
ja: クイックリンクを削除するには左右にスワイプ
ko: 빠른 링크를 삭제하려면 왼쪽 또는 오른쪽으로 스와이프하세요
nl: Swipe naar links of rechts om een snelle link te verwijderen
pl: Przesuń, aby usunąć szybki link
pt: Deslize para a esquerda ou para a direita para excluir o link rápido
ru: Проведите влево или вправо, чтобы удалить быструю ссылку
sv: Svep åt vänster eller höger för att ta bort snabblänk
tw: 向左或向右滑動以刪除快速連結
uk: Проведіть вліво або вправо, щоб видалити швидке посилання
zh: 向左或向右滑动以删除快速链接

# quickLinksLabelHint
source: Label
ar: التسمية
bn: দ্রুত লিঙ্ক লেবেল ইঙ্গিত
de: Name
es: Nombre
fr: nom
it: Etichetta
ja: ラベル
ko: 레이블
pl: Etykieta
ru: Метка
sv: Etikett
tw: 標籤
uk: Мітка
zh: 标签

# invalidUrlErrorText
source: This doesn't look like a valid URL
ar: هذا لا يبدو كعنوان URL صالح
bn: অবৈধ URL এর ত্রুটি টেক্সট
de: Dieser Link scheint ungültig zu sein.
es: Este no parece ser un enlace válido
fr: Ce lien semble indisponible.
it: Questo non sembra un URL valido
ja: 無効なURLのようです
ko: 유효한 URL이 아닌 것 같습니다
nl: Dit ziet er niet uit als een geldige URL
pl: To nie wygląda na prawidłowy URL
pt: Isso não parece ser um URL válido
ru: Это не похоже на действительный URL
sv: Detta ser inte ut som en giltig URL
tw: 這似乎不是有效的網址
uk: Це не схоже на дійсний URL
zh: 这看起来不像是有效的网址

# duplicateUrlErrorText
source: This link already exists
ar: هذا الرابط موجود بالفعل
bn: ডুপ্লিকেট URL ত্রুটি টেক্সট
de: Dieser Link existiert schon
es: Este enlace ya existe
fr: Ce lien existe déjà.
it: Questo collegamento esiste già
ja: このリンクは既に存在します
ko: 이 링크는 이미 존재합니다
nl: Deze link bestaat all
pl: Ten link już istnieje
pt: Este link já existe
ru: Эта ссылка уже существует
sv: Denna länk finns redan
tw: 此連結已存在
uk: Це посилання вже існує
zh: 此链接已存在

source: or
ar: أو
bn: অথবা
de: oder
es: o
fr: ou
it: o
ja: または
ko: 또는
nl: of
pl: lub
pt: ou
ru: или
sv: eller
tw: 或
uk: або
zh: 或者

source: Clear cookies
ar: مسح ملفات تعريف الارتباط
bn: কুকিজ ক্লিয়ার করুন
de: cookies löschen
es: Limpiar cookies
fr: supprimer les cookies
it: Cancella cookie
ja: クッキーをクリア
ko: 쿠키 지우기
nl: Cookies
pl: Wyczyść ciasteczka
pt: Limpar cookies
ru: Очистить куки
sv: Rensa cookies
tw: 清除 Cookies
uk: Очистити куки
zh: 清除Cookies

source: Disabled
ar: معطل
bn: অক্ষম
de: deaktiviert
es: Desactivado
fr: déactivé
it: Disabilitato
ja: 無効
ko: 비활성화됨
nl: Uitschakelen
pl: Wyłączone
pt: Desabilitado
ru: Отключено
sv: Inaktiverad
tw: 停用
uk: Вимкнено
zh: 禁用

source: Twitch activity feed
ar: تغذية نشاط تويتش
bn: টুইচ এর একটিভিটি ফিড
de: Twitch Aktivitäts-Feed
es: Feed de actividades de Twitch
fr: Fil d'actualité twitch
it: Feed delle attività di Twitch
ja: Twitchアクティビティフィード
ko: Twitch 활동 피드
nl: Twitch activiteitenfeed
pl: Kanał aktywności Twitch
pt: Feed de atividade da Twitch
ru: Лента активности Twitch
sv: Twitch aktivitetsflöde
tw: Twitch 活動動態
uk: Стрічка активності Twitch
zh: Twitch活动提要

# signInToEnable
source: You must be signed in to enable this
ar: يجب أن تكون مسجلاً للدخول لتمكين هذا
bn: সক্ষম সাইন ইন করুন
de: Melden Sie sich an, um zu aktivieren
es: Debes iniciar sesión ara activar está opción
fr: Connectez-vous pour activé.
it: Devi essere connesso per abilitare questa funzione
ja: この機能を有効にするにはサインインしてください
ko: 이 기능을 활성화하려면 로그인해야 합니다
nl: Je moet ingelogd zijn om dit aan te kunnen zetten
pl: Musisz się zalogować, aby to włączyć
pt: Você deve estar logado para habilitar isso
ru: Вы должны войти в систему, чтобы включить это
sv: Du måste vara inloggad för att aktivera detta
tw: 您必須登入以啟用此功能
uk: Ви повинні увійти в систему, щоб увімкнути це
zh: 您必须登录才能启用此功能

source: Custom URL
ar: عنوان URL مخصص
bn: কাস্টম URL
de: persönliche URL
es: URL Personalizada
fr: URL personnalisée
it: URL personalizzato
ja: カスタムURL
ko: 사용자 정의 URL
nl: Aangepaste URL
pl: Niestandardowy URL
pt: URL Customizada
ru: Пользовательский URL
sv: Anpassad URL
tw: 自訂網址
uk: Користувацький URL
zh: 自定义网址

source: Preview
ar: معاينة
bn: প্রিভিউ
de: Vorschau
es: Vista previa
fr: aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt: Visualizar
ru: Предварительный просмотр
sv: Förhandsvisning
tw: 預覽
uk: Попередній перегляд
zh: 预览1

source: Audio sources
ar: مصادر الصوت
bn: অডিও উত্স
de: Audioquellen
es: Fuentes de audio
fr: source audio
it: Sorgenti audio
ja: オーディオソース
ko: 오디오 소스
nl: Audio bronnen
pl: Źródła dźwięku
pt: Fontes de áudio
ru: Аудиоисточники
sv: Ljudkällor
tw: 音訊來源
uk: Аудіоджерела
zh: 音源
