Repository: muxable/rtchat
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, it, ja, ko, nl, pl, pt, ru, sv, tw, uk, zh

# raidingEventRaided
source: <b>{displayName}</b> has raided!
ar: <b>{displayName}</b> قام بغارة!
bn: <b>{displayName}</b> রেইড করেছে!
de: <b>{displayName}</b> hat geraidet!
es: <b>{displayName}</b> ha hecho una incursión!
fr: <b>{displayName}</b> a fait un raid !
it: <b>{displayName}</b> ha fatto un raid!
ja: <b>{displayName}</b>がレイドしました！
ko: <b>{displayName}</b>님이 습격했습니다!
nl: <b>{displayName}</b> heeft geraid!
pl: <b>{displayName}</b> przeprowadził najazd!
pt: <b>{displayName}</b> fez raid!
ru: <b>{displayName}</b> провел рейд!
sv: <b>{displayName}</b> har raidat!
uk: <b>{displayName}</b> провів рейд!
zh: <b>{displayName}</b> 已经突袭了！

# raidingEventJoin
source: Join
ar: انضم
bn: যোগদান করুন
de: Beitreten
es: Unirse
fr: Rejoindre
it: Unisciti
ja: 参加する
ko: 참여
nl: Deelnemen
pl: Dołącz
pt: Participar
ru: Присоединиться
sv: Gå med
uk: Приєднатися
zh: 加入

# raidingEventCanceled
source: <b>{displayName}</b>'s raid was canceled.
ar: تم إلغاء غارة <b>{displayName}</b>.
bn: <b>{displayName}</b> এর রেইড বাতিল করা হয়েছে।
de: Der Raid von <b>{displayName}</b> wurde abgebrochen.
es: La incursión de <b>{displayName}</b> fue cancelada.
fr: Le raid de <b>{displayName}</b> a été annulé.
it: Il raid di <b>{displayName}</b> è stato annullato.
ja: <b>{displayName}</b>のレイドがキャンセルされました。
ko: <b>{displayName}</b>님의 습격이 취소되었습니다.
nl: De raid van <b>{displayName}</b> is geannuleerd.
pl: Najazd <b>{displayName}</b> został anulowany.
pt: O raid de <b>{displayName}</b> foi cancelado.
ru: Рейд <b>{displayName}</b> был отменен.
sv: <b>{displayName}</b>s raid avbröts.
uk: Рейд <b>{displayName}</b> було скасовано.
zh: <b>{displayName}</b> 的突袭被取消了。

# subscriptionEvent
source: <b>{subscriberUserName}</b> has subscribed at Tier {tier}!
ar: <b>{subscriberUserName}</b> اشترك في المستوى {tier}!
bn: <b>{subscriberUserName}</b> টিয়ার {tier} এ সাবস্ক্রাইব করেছে!
de: <b>{subscriberUserName}</b> hat ein Abonnement der Stufe {tier} abgeschlossen!
es: <b>{subscriberUserName}</b> se ha suscrito en el nivel {tier}!
fr: <b>{subscriberUserName}</b> s'est abonné au niveau {tier} !
it: <b>{subscriberUserName}</b> si è abbonato al livello {tier}!
ja: <b>{subscriberUserName}</b>がティア{tier}にサブスクライブしました！
ko: <b>{subscriberUserName}</b>님이 티어 {tier}에 구독했습니다!
nl: <b>{subscriberUserName}</b> heeft zich geabonneerd op Tier {tier}!
pl: <b>{subscriberUserName}</b> zasubskrybował na poziomie {tier}!
pt: <b>{subscriberUserName}</b> se inscreveu no Tier {tier}!
ru: <b>{subscriberUserName}</b> подписался на уровень {tier}!
sv: <b>{subscriberUserName}</b> har prenumererat på nivå {tier}!
uk: <b>{subscriberUserName}</b> підписався на рівень {tier}!
zh: <b>{subscriberUserName}</b> 已订阅第 {tier} 层！

# subscriptionGiftEvent
source: <b>{gifterUserName}</b> has gifted {total} Tier {tier} subs, totaling {cumulativeTotal}!
ar: <b>{gifterUserName}</b> قدم {total} اشتراكات في المستوى {tier}، بإجمالي {cumulativeTotal}!
bn: <b>{gifterUserName}</b> {total} টি টিয়ার {tier} সাব উপহার দিয়েছে, মোট {cumulativeTotal}!
de: <b>{gifterUserName}</b> hat {total} Abonnements der Stufe {tier} verschenkt, insgesamt {cumulativeTotal}!
es: <b>{gifterUserName}</b> ha regalado {total} suscripciones de nivel {tier}, sumando un total de {cumulativeTotal}!
fr: <b>{gifterUserName}</b> a offert {total} abonnements de niveau {tier}, totalisant {cumulativeTotal} !
it: <b>{gifterUserName}</b> ha regalato {total} abbonamenti di livello {tier}, per un totale di {cumulativeTotal}!
ja: <b>{gifterUserName}</b>がティア{tier}のサブスクリプションを{total}個ギフトし、合計{cumulativeTotal}個になりました！
ko: <b>{gifterUserName}</b>님이 티어 {tier} 구독 {total}개를 선물하여 총 {cumulativeTotal}개가 되었습니다!
nl: <b>{gifterUserName}</b> heeft {total} Tier {tier} abonnementen cadeau gedaan, in totaal {cumulativeTotal}!
pl: <b>{gifterUserName}</b> podarował {total} subskrypcji na poziomie {tier}, łącznie {cumulativeTotal}!
pt: <b>{gifterUserName}</b> presenteou {total} subs de Tier {tier}, totalizando {cumulativeTotal}!
ru: <b>{gifterUserName}</b> подарил {total} подписок уровня {tier}, всего {cumulativeTotal}!
sv: <b>{gifterUserName}</b> har gett {total} prenumerationer på nivå {tier}, totalt {cumulativeTotal}!
uk: <b>{gifterUserName}</b> подарував {total} підписок рівня {tier}, всього {cumulativeTotal}!
zh: <b>{gifterUserName}</b> 已赠送 {total} 个第 {tier} 层订阅，总计 {cumulativeTotal} 个！

# subscriptionMessageEvent
source: <b>{subscriberUserName}</b> has subscribed for {cumulativeMonths} months at Tier {tier}!
ar: <b>{subscriberUserName}</b> اشترك لمدة {cumulativeMonths} أشهر في المستوى {tier}!
bn: <b>{subscriberUserName}</b> টিয়ার {tier} এ {cumulativeMonths} মাসের জন্য সাবস্ক্রাইব করেছে!
de: <b>{subscriberUserName}</b> hat seit {cumulativeMonths} Monaten ein Abonnement der Stufe {tier}!
es: <b>{subscriberUserName}</b> se ha suscrito por {cumulativeMonths} meses en el nivel {tier}!
fr: <b>{subscriberUserName}</b> est abonné depuis {cumulativeMonths} mois au niveau {tier} !
it: <b>{subscriberUserName}</b> si è abbonato per {cumulativeMonths} mesi al livello {tier}!
ja: <b>{subscriberUserName}</b>がティア{tier}に{cumulativeMonths}ヶ月間サブスクライブしました！
ko: <b>{subscriberUserName}</b>님이 티어 {tier}에 {cumulativeMonths}개월 동안 구독했습니다!
nl: <b>{subscriberUserName}</b> is {cumulativeMonths} maanden geabonneerd op Tier {tier}!
pl: <b>{subscriberUserName}</b> zasubskrybował na poziomie {tier} przez {cumulativeMonths} miesięcy!
pt: <b>{subscriberUserName}</b> está inscrito há {cumulativeMonths} meses no Tier {tier}!
ru: <b>{subscriberUserName}</b> подписался на уровень {tier} на {cumulativeMonths} месяцев!
sv: <b>{subscriberUserName}</b> har prenumererat i {cumulativeMonths} månader på nivå {tier}!
uk: <b>{subscriberUserName}</b> підписався на рівень {tier} на {cumulativeMonths} місяців!
zh: <b>{subscriberUserName}</b> 已订阅 {cumulativeMonths} 个月的第 {tier} 层！

# realtimeCashTipWithDonor
source: <b>{donor}</b> tipped <b>{value} {currency}</b>.
ar: <b>{donor}</b> موهوب <b>{value} {currency}</b>.
bn: <b>{donor}</b> টিপ দিয়েছে। <b>{value} {currency}</b>.
de: <b>{donor}</b> hat <b>{value} {currency}</b> getippt.
es: <b>{donor}</b> ha dado una propina de <b>{value} {currency}</b>.
fr: <b>{donor}</b> a donné un pourboire de <b>{value} {currency}</b>.
it: <b>{donor}</b> ha dato una mancia di <b>{value} {currency}</b>.
ja: <b>{donor}</b> さんが <b>{value} {currency}</b> のチップを送りました。
ko: <b>{donor}</b> 팁을 주었다 <b>{value} {currency}</b>.
nl: <b>{donor}</b> heeft <b>{value} {currency}</b> getipt.
pl: <b>{donor}</b> dał napiwek w wysokości <b>{value} {currency}</b>.
pt: <b>{donor}</b> deu uma gorjeta de <b>{value} {currency}</b>.
ru: <b>{donor}</b> дал чаевые в размере <b>{value} {currency}</b>.
sv: <b>{donor}</b> gav en dricks på <b>{value} {currency}</b>.
uk: <b>{donor}</b> дав чайові в розмірі <b>{value} {currency}</b>.
zh: <b>{donor}</b> 小费 <b>{value} {currency}</b>。

# realtimeCashTipAnonymous
source: Anonymous tipped <b>{value} {currency}</b>.
ar: أعطى غير معروف <b>{value} {currency}</b>.
bn: বেনামী টিপ দিয়েছে। <b>{value} {currency}</b>.
de: Anonym hat <b>{value} {currency}</b> getippt.
es: Anónimo ha dado una propina de <b>{value} {currency}</b>.
fr: Anonyme a donné un pourboire de <b>{value} {currency}</b>.
it: Anonimo ha dato una mancia di <b>{value} {currency}</b>.
ja: 匿名のユーザーが <b>{value} {currency}</b> にチップを送りました。
ko: 익명 팁을 했습니다 <b>{value} {currency}</b>.
nl: Anoniem heeft <b>{value} {currency}</b> getipt.
pl: Anonimowy dał napiwek w wysokości <b>{value} {currency}</b>.
pt: Anônimo deu uma gorjeta de <b>{value} {currency}</b>.
ru: Аноним дал чаевые в размере <b>{value} {currency}</b>.
sv: Anonym gav en dricks på <b>{value} {currency}</b>.
uk: Анонім дав чайові в розмірі <b>{value} {currency}</b>.
zh: 匿名酬金 <b>{value} {currency}</b>。

# streamElementsTipEventMessage
source: <b>{name}</b> tipped <b>{formattedAmount}</b> on StreamElements.
ar: <b>{name}</b> قدم بقشيش بمبلغ <b>{formattedAmount}</b> على StreamElements.
bn: <b>{name}</b> StreamElements এ <b>{formattedAmount}</b> টিপ দিয়েছে।
de: <b>{name}</b> hat <b>{formattedAmount}</b> auf StreamElements getippt.
es: <b>{name}</b> ha dado una propina de <b>{formattedAmount}</b> en StreamElements.
fr: <b>{name}</b> a donné un pourboire de <b>{formattedAmount}</b> sur StreamElements.
it: <b>{name}</b> ha dato una mancia di <b>{formattedAmount}</b> su StreamElements.
ja: <b>{name}</b>がStreamElementsで<b>{formattedAmount}</b>をチップしました。
ko: <b>{name}</b>님이 StreamElements에서 <b>{formattedAmount}</b>를 팁으로 주었습니다.
nl: <b>{name}</b> heeft <b>{formattedAmount}</b> getipt op StreamElements.
pl: <b>{name}</b> dał napiwek w wysokości <b>{formattedAmount}</b> na StreamElements.
pt: <b>{name}</b> deu uma gorjeta de <b>{formattedAmount}</b> no StreamElements.
ru: <b>{name}</b> дал чаевые в размере <b>{formattedAmount}</b> на StreamElements.
sv: <b>{name}</b> gav en dricks på <b>{formattedAmount}</b> på StreamElements.
uk: <b>{name}</b> дав чайові в розмірі <b>{formattedAmount}</b> на StreamElements.
zh: <b>{name}</b> 在 StreamElements 上打赏了 <b>{formattedAmount}</b>。

# streamlabsTipEventMessage
source: <b>{name}</b> tipped <b>{formattedAmount}</b> on Streamlabs.
ar: <b>{name}</b> قدم بقشيش بمبلغ <b>{formattedAmount}</b> على Streamlabs.
bn: <b>{name}</b> Streamlabs এ <b>{formattedAmount}</b> টিপ দিয়েছে।
de: <b>{name}</b> hat <b>{formattedAmount}</b> auf Streamlabs getippt.
es: <b>{name}</b> ha dado una propina de <b>{formattedAmount}</b> en Streamlabs.
fr: <b>{name}</b> a donné un pourboire de <b>{formattedAmount}</b> sur Streamlabs.
it: <b>{name}</b> ha dato una mancia di <b>{formattedAmount}</b> su Streamlabs.
ja: <b>{name}</b>がStreamlabsで<b>{formattedAmount}</b>をチップしました。
ko: <b>{name}</b>님이 Streamlabs에서 <b>{formattedAmount}</b>를 팁으로 주었습니다.
nl: <b>{name}</b> heeft <b>{formattedAmount}</b> getipt op Streamlabs.
pl: <b>{name}</b> dał napiwek w wysokości <b>{formattedAmount}</b> na Streamlabs.
pt: <b>{name}</b> deu uma gorjeta de <b>{formattedAmount}</b> no Streamlabs.
ru: <b>{name}</b> дал чаевые в размере <b>{formattedAmount}</b> на Streamlabs.
sv: <b>{name}</b> gav en dricks på <b>{formattedAmount}</b> på Streamlabs.
uk: <b>{name}</b> дав чайові в розмірі <b>{formattedAmount}</b> на Streamlabs.
zh: <b>{name}</b> 在 Streamlabs 上打赏了 <b>{formattedAmount}</b>。

# channelPointRedemptionWithUserInput
source: <b>{redeemerUsername}</b> redeemed <b>{rewardName}</b> for <b>{rewardCost}</b> points. {userInput}
ar: <b>{redeemerUsername}</b> استرد <b>{rewardName}</b> مقابل <b>{rewardCost}</b> نقاط. {userInput}
bn: <b>{redeemerUsername}</b> <b>{rewardName}</b> <b>{rewardCost}</b> পয়েন্টের জন্য রিডিম করেছে। {userInput}
de: <b>{redeemerUsername}</b> hat <b>{rewardName}</b> für <b>{rewardCost}</b> Punkte eingelöst. {userInput}
es: <b>{redeemerUsername}</b> canjeó <b>{rewardName}</b> por <b>{rewardCost}</b> puntos. {userInput}
fr: <b>{redeemerUsername}</b> a échangé <b>{rewardName}</b> contre <b>{rewardCost}</b> points. {userInput}
it: <b>{redeemerUsername}</b> ha riscattato <b>{rewardName}</b> per <b>{rewardCost}</b> punti. {userInput}
ja: <b>{redeemerUsername}</b> が <b>{rewardName}</b> を <b>{rewardCost}</b> ポイントで交換しました。 {userInput}
ko: <b>{redeemerUsername}</b>님이 <b>{rewardName}</b>을(를) <b>{rewardCost}</b> 포인트로 교환했습니다. {userInput}
nl: <b>{redeemerUsername}</b> heeft <b>{rewardName}</b> ingewisseld voor <b>{rewardCost}</b> punten. {userInput}
pl: <b>{redeemerUsername}</b> wymienił <b>{rewardName}</b> za <b>{rewardCost}</b> punktów. {userInput}
pt: <b>{redeemerUsername}</b> resgatou <b>{rewardName}</b> por <b>{rewardCost}</b> pontos. {userInput}
ru: <b>{redeemerUsername}</b> обменял <b>{rewardName}</b> за <b>{rewardCost}</b> баллов. {userInput}
sv: <b>{redeemerUsername}</b> löste in <b>{rewardName}</b> för <b>{rewardCost}</b> poäng. {userInput}
uk: <b>{redeemerUsername}</b> обміняв <b>{rewardName}</b> за <b>{rewardCost}</b> балів. {userInput}
zh: <b>{redeemerUsername}</b> 兑换了 <b>{rewardName}</b>，花费了 <b>{rewardCost}</b> 点数。{userInput}

# channelPointRedemptionWithoutUserInput
source: <b>{redeemerUsername}</b> redeemed <b>{rewardName}</b> for <b>{rewardCost}</b> points.
ar: <b>{redeemerUsername}</b> استرد <b>{rewardName}</b> مقابل <b>{rewardCost}</b> نقاط.
bn: <b>{redeemerUsername}</b> <b>{rewardName}</b> <b>{rewardCost}</b> পয়েন্টের জন্য রিডিম করেছে।
de: <b>{redeemerUsername}</b> hat <b>{rewardName}</b> für <b>{rewardCost}</b> Punkte eingelöst.
es: <b>{redeemerUsername}</b> canjeó <b>{rewardName}</b> por <b>{rewardCost}</b> puntos.
fr: <b>{redeemerUsername}</b> a échangé <b>{rewardName}</b> contre <b>{rewardCost}</b> points.
it: <b>{redeemerUsername}</b> ha riscattato <b>{rewardName}</b> per <b>{rewardCost}</b> punti.
ja: <b>{redeemerUsername}</b> が <b>{rewardName}</b> を <b>{rewardCost}</b> ポイントで交換しました。
ko: <b>{redeemerUsername}</b>님이 <b>{rewardName}</b>을(를) <b>{rewardCost}</b> 포인트로 교환했습니다.
nl: <b>{redeemerUsername}</b> heeft <b>{rewardName}</b> ingewisseld voor <b>{rewardCost}</b> punten.
pl: <b>{redeemerUsername}</b> wymienił <b>{rewardName}</b> za <b>{rewardCost}</b> punktów.
pt: <b>{redeemerUsername}</b> resgatou <b>{rewardName}</b> por <b>{rewardCost}</b> pontos.
ru: <b>{redeemerUsername}</b> обменял <b>{rewardName}</b> за <b>{rewardCost}</b> баллов.
sv: <b>{redeemerUsername}</b> löste in <b>{rewardName}</b> för <b>{rewardCost}</b> poäng.
uk: <b>{redeemerUsername}</b> обміняв <b>{rewardName}</b> за <b>{rewardCost}</b> балів.
zh: <b>{redeemerUsername}</b> 兑换了 <b>{rewardName}</b>，花费了 <b>{rewardCost}</b> 点数。

# cheerEventMessage
source: <b>{name}</b> cheered <b>{bits}</b> bits. {cheerMessage}
ar: <b>{name}</b> شجع <b>{bits}</b> بت. {cheerMessage}
bn: <b>{name}</b> <b>{bits}</b> বিটস চিয়ার করেছে। {cheerMessage}
de: <b>{name}</b> hat <b>{bits}</b> Bits gejubelt. {cheerMessage}
es: <b>{name}</b> animó con <b>{bits}</b> bits. {cheerMessage}
fr: <b>{name}</b> a acclamé <b>{bits}</b> bits. {cheerMessage}
it: <b>{name}</b> ha fatto il tifo con <b>{bits}</b> bit. {cheerMessage}
ja: <b>{name}</b> が <b>{bits}</b> ビッツをチアーしました。 {cheerMessage}
ko: <b>{name}</b>님이 <b>{bits}</b> 비트를 응원했습니다. {cheerMessage}
nl: <b>{name}</b> heeft <b>{bits}</b> bits gejuicht. {cheerMessage}
pl: <b>{name}</b> cheerował <b>{bits}</b> bitów. {cheerMessage}
pt: <b>{name}</b> torceu <b>{bits}</b> bits. {cheerMessage}
ru: <b>{name}</b> поддержал <b>{bits}</b> битами. {cheerMessage}
sv: <b>{name}</b> hejade med <b>{bits}</b> bits. {cheerMessage}
uk: <b>{name}</b> підтримав <b>{bits}</b> бітами. {cheerMessage}
zh: <b>{name}</b> 欢呼了 <b>{bits}</b> 点。{cheerMessage}

source: Anonymous
ar: مجهول
bn: বেনামী
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
ja: 匿名
ko: 익명
nl: Anoniem
pl: Anonimowy
pt: Anônimo
ru: Аноним
sv: Anonym
uk: Анонім
zh: 匿名

# hostEventMessage
source: <b>{fromDisplayName}</b> is hosting with a party of <b>{viewers}</b>.
ar: <b>{fromDisplayName}</b> يستضيف مع مجموعة من <b>{viewers}</b>.
bn: <b>{fromDisplayName}</b> <b>{viewers}</b> জনের পার্টি নিয়ে হোস্ট করছে।
de: <b>{fromDisplayName}</b> hostet mit einer Party von <b>{viewers}</b>.
es: <b>{fromDisplayName}</b> está alojando con un grupo de <b>{viewers}</b>.
fr: <b>{fromDisplayName}</b> héberge avec un groupe de <b>{viewers}</b>.
it: <b>{fromDisplayName}</b> sta ospitando con un gruppo di <b>{viewers}</b> spettatori.
ja: <b>{fromDisplayName}</b> が <b>{viewers}</b> 人のパーティーでホストしています。
ko: <b>{fromDisplayName}</b>님이 <b>{viewers}</b>명의 파티와 함께 호스팅 중입니다.
nl: <b>{fromDisplayName}</b> is aan het hosten met een groep van <b>{viewers}</b> kijkers.
pl: <b>{fromDisplayName}</b> hostuje z grupą <b>{viewers}</b> widzów.
pt: <b>{fromDisplayName}</b> está hospedando com um grupo de <b>{viewers}</b> espectadores.
ru: <b>{fromDisplayName}</b> хостит с группой из <b>{viewers}</b> зрителей.
sv: <b>{fromDisplayName}</b> är värd med en grupp på <b>{viewers}</b> tittare.
uk: <b>{fromDisplayName}</b> хостить з групою з <b>{viewers}</b> глядачів.
zh: <b>{fromDisplayName}</b> 正在主持，带着 <b>{viewers}</b> 位观众。

# hypeTrainEventProgress
source: Hype Train level <b>{level}</b> in progress! <b>{progressPercent}%</b> completed!
ar: قطار الحماس في المستوى <b>{level}</b> قيد التقدم! تم إكمال <b>{progressPercent}%</b>!
bn: হাইপ ট্রেন লেভেল <b>{level}</b> চলছে! <b>{progressPercent}%</b> সম্পন্ন হয়েছে!
de: Hype Train Level <b>{level}</b> in Bearbeitung! <b>{progressPercent}%</b> abgeschlossen!
es: ¡El tren del hype nivel <b>{level}</b> está en progreso! ¡<b>{progressPercent}%</b> completado!
fr: Le train de la hype de niveau <b>{level}</b> est en cours ! <b>{progressPercent}%</b> terminé !
it: Hype Train al livello <b>{level}</b> in corso! Completato al <b>{progressPercent}%</b>!
ja: ハイプトレインレベル <b>{level}</b> が進行中です！ <b>{progressPercent}%</b> 完了しました！
ko: 하이프 트레인 레벨 <b>{level}</b> 진행 중! <b>{progressPercent}%</b> 완료!
nl: Hype Train level <b>{level}</b> is bezig! <b>{progressPercent}%</b> voltooid!
pl: Hypetrain na poziomie <b>{level}</b> w toku! Ukończono <b>{progressPercent}%</b>!
pt: Hype Train nível <b>{level}</b> em andamento! <b>{progressPercent}%</b> concluído!
ru: Hypetrain на уровне <b>{level}</b> в процессе! Завершено на <b>{progressPercent}%</b>!
sv: Hype Train nivå <b>{level}</b> pågår! <b>{progressPercent}%</b> slutfört!
uk: Hypetrain на рівні <b>{level}</b> в процесі! Завершено на <b>{progressPercent}%</b>!
zh: 热潮列车等級 <b>{level}</b> 進行中！已完成 <b>{progressPercent}%</b>！

# hypeTrainEventEndedSuccessful
source: Hype Train level <b>{level}</b> succeeded.
ar: تم نجاح قطار الحماس في المستوى <b>{level}</b>.
bn: হাইপ ট্রেন লেভেল <b>{level}</b> সফল হয়েছে।
de: Hype Train Level <b>{level}</b> erfolgreich abgeschlossen.
es: El tren del hype nivel <b>{level}</b> ha tenido éxito.
fr: Le train de la hype de niveau <b>{level}</b> a réussi.
it: Hype Train al livello <b>{level}</b> completato con successo.
ja: ハイプトレインレベル <b>{level}</b> が成功しました。
ko: 하이프 트레인 레벨 <b>{level}</b> 성공.
nl: Hype Train level <b>{level}</b> is geslaagd.
pl: Hypetrain na poziomie <b>{level}</b> zakończony sukcesem.
pt: Hype Train nível <b>{level}</b> concluído com sucesso.
ru: Hypetrain на уровне <b>{level}</b> завершен успешно.
sv: Hype Train nivå <b>{level}</b> lyckades.
uk: Hypetrain на рівні <b>{level}</b> завершено успішно.
zh: 热潮列车等級 <b>{level}</b> 成功。

# hypeTrainEventEndedUnsuccessful
source: Hype Train level <b>{level}</b> failed.
ar: فشل قطار الحماس في المستوى <b>{level}</b>.
bn: হাইপ ট্রেন লেভেল <b>{level}</b> ব্যর্থ হয়েছে।
de: Hype Train Level <b>{level}</b> nicht erfolgreich abgeschlossen.
es: El tren del hype nivel <b>{level}</b> ha fallado.
fr: Le train de la hype de niveau <b>{level}</b> a échoué.
it: Hype Train al livello <b>{level}</b> non completato con successo.
ja: ハイプトレインレベル <b>{level}</b> が失敗しました。
ko: 하이프 트레인 레벨 <b>{level}</b> 실패.
nl: Hype Train level <b>{level}</b> is mislukt.
pl: Hypetrain na poziomie <b>{level}</b> zakończony niepowodzeniem.
pt: Hype Train nível <b>{level}</b> falhou.
ru: Hypetrain на уровне <b>{level}</b> завершен неудачно.
sv: Hype Train nivå <b>{level}</b> misslyckades.
uk: Hypetrain на рівні <b>{level}</b> завершено невдало.
zh: 热潮列车等級 <b>{level}</b> 失敗。

# sampleMessage
source: This is a sample message for text to speech.
ar: هذه رسالة نموذجية لتحويل النص إلى كلام.
bn: এটি পাঠ্য থেকে বক্তৃতার জন্য একটি নমুনা বার্তা।
de: Dies ist eine Beispielnachricht für Text-to-Speech.
es: Este es un mensaje de muestra para texto a voz.
fr: Il s'agit d'un exemple de message pour la synthèse vocale.
it: Questo è un messaggio di esempio per la sintesi vocale.
ja: これは音声合成のサンプルメッセージです。
ko: 이것은 텍스트 음성 변환을 위한 샘플 메시지입니다.
nl: Dit is een voorbeeldbericht voor tekst-naar-spraak.
pl: To jest przykładowa wiadomość tekstowa na mowę.
pt: Este é um exemplo de mensagem de texto para voz.
ru: Это пример сообщения для преобразования текста в речь.
sv: Detta är ett exempelmeddelande för text till tal.
uk: Це зразок повідомлення для перетворення тексту в мову.
zh: 這是文字轉語音的訊息範例。

# saidMessage
source: {author} said: {text}
ar: {author} قال: {text}
bn: {author} বলেছেন: {text}
de: {author} sagte: {text}
es: {author} dijo: {text}
fr: {author} a dit: {text}
it: {author} detto: {text}
ja: {author} は次のように言った: {text}
ko: {author} 님이 말했습니다: {text}
nl: {author} zei: {text}
pl: {author} powiedział: {text}
pt: {author} disse: {text}
ru: {author} сказал: {text}
sv: {author} sa: {text}
uk: {author} сказав: {text}
zh: {author} 說: {text}

source: Text to speech enabled
ar: تم تمكين تحويل النص إلى كلام
bn: টেক্সট টু স্পিচ সক্ষম
de: Text-to-Speech aktiviert
es: Texto a voz activado
fr: Synthèse vocale activée
it: Sintesi vocale abilitata
ja: テキスト読み上げ機能が有効
ko: 텍스트 음성 변환 활성화됨
nl: Text-to-Speech geactiveerd
pl: Włączono funkcję zamiany tekstu na mowę
pt: Texto para voz ativado
ru: Преобразование текста в речь включено
sv: Text till tal aktiverat
uk: Синтез мовлення ввімкнено
zh: 已啟用文字轉語音

source: Text to speech disabled
ar: تم تعطيل تحويل النص إلى كلام
bn: টেক্সট টু স্পিচ অক্ষম
de: Text-to-Speech deaktiviert
es: Texto a voz desactivado
fr: Synthèse vocale désactivée
it: Sintesi vocale disattivata
ja: テキスト読み上げが無効になっています
ko: 텍스트 음성 변환이 비활성화되었습니다
nl: Text-to-Speech gedeactiveerd
pl: Tekst na mowę wyłączony
pt: Texto para voz desativado
ru: Преобразование текста в речь отключено
sv: Text till tal inaktiverad
uk: Синтез мовлення вимкнено
zh: 文字轉語音已停用
