Repository: muxable/rtchat
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, it, ja, ko, nl, pl, pt, ru, sv, tw, uk, zh

# enableOffStreamSwitchTitle
source: Enable off-stream (uses more battery)
ar: تمكين خارج البث (يستهلك المزيد من البطارية)
bn: স্ট্রিম এর বাইরে থাকা অবস্থায় সক্রিয় করুন (বেশি ব্যাটারি ব্যবহার করে)
de: Offline aktivieren (benutzt mehr Batterie)
es: Activar fuera de línea (utiliza más batería)
fr: activer hors ligne (utilise plus de batterie)
it: Abilita fuori dal flusso (consuma più batteria)
ja: オフストリームを有効にする（バッテリーをより多く使用します）
ko: 오프 스트림 활성화 (배터리 소모 증가)
nl: Offline inschakelen (gebruikt meer batterij)
pl: Włącz poza strumieniem (zużywa więcej baterii)
pt: Ativar off-stream (consome mais bateria)
ru: Включить вне потока (использует больше батареи)
sv: Aktivera off-stream (använder mer batteri)
uk: Увімкнути поза потоком (використовує більше батареї)
zh: 启用离线（使用更多电池）

# enableOffStreamSwitchEnabledSubtitle
source: Audio will also play when you're offline
ar: سيتم تشغيل الصوت أيضًا عندما تكون غير متصل
bn: স্ট্রিম এর বাইরে থাকা অবস্থায় সাবটাইটেল সক্রিয় করুন
de: Audioabspielung finden auch offline statt
es: También se reproducirá audio cuando esté fuera de línea
fr: lecture audio prend aussi place hors ligne
it: L'audio verrà riprodotto anche quando sei offline
ja: オフラインの場合でもオーディオが再生されます
ko: 오프라인일 때도 오디오가 재생됩니다
nl: Audio zal ook afspelen als je offline bent
pl: Dźwięk będzie odtwarzany również, gdy jesteś offline
pt: O áudio também será reproduzido quando você estiver offline
ru: Аудио будет воспроизводиться, даже когда вы оффлайн
sv: Ljud kommer också att spelas när du är offline
uk: Аудіо буде відтворюватися, навіть коли ви офлайн
zh: 离线时也会播放音频

# enableOffStreamSwitchDisabledSubtitle
source: Audio will only play when you're live
ar: سيتم تشغيل الصوت فقط عندما تكون متصلاً
bn: স্ট্রিম এর বাইরে থাকা অবস্থায় সাবটাইটেল নিষ্ক্রিয় করুন
de: Audioabspielung findet nur online statt
es: Sólo se reproducirá audio cuando esté en línea
fr: lecture audio prend place qu'en ligne
it: L'audio verrà riprodotto solo quando sei in diretta
ja: オーディオはライブ中のみ再生されます
ko: 라이브일 때만 오디오가 재생됩니다
nl: Audio zal alleen afspelen als je live bent
pl: Dźwięk będzie odtwarzany tylko, gdy jesteś na żywo
pt: O áudio só será reproduzido quando você estiver ao vivo
ru: Аудио будет воспроизводиться только когда вы в эфире
sv: Ljud kommer endast att spelas när du är live
uk: Аудіо буде відтворюватися тільки коли ви в ефірі
zh: 音频只会在您直播时播放

# iosOggWarningTitle
source: Hey! Listen!
ar: مرحبًا! استمع!
bn: এই শোনো
de: Achtung, aufpassen!
es: Hey! Atención!
fr: Hé! Écoutez!
it: Ehi! Ascolta!
ja: 聞いて！
ko: 이봐! 들어봐!
nl: Hey! Luister!
pl: Hej! Słuchaj!
pt: Ei! Ouvir!
ru: Эй! Слушай!
sv: Hej! Lyssna!
tw: 嘿！聽著！
uk: Гей! Слухай!
zh: 嘿！听着！

# iosOggWarningSubtitle
source: iOS doesn't support *.ogg media files, which are the default files on Streamlabs. Ensure your audio sources use another format, otherwise they won't play.
ar: نظام iOS لا يدعم ملفات الوسائط *.ogg، وهي الملفات الافتراضية في Streamlabs. تأكد من أن مصادر الصوت الخاصة بك تستخدم تنسيقًا آخر، وإلا فلن يتم تشغيلها.
bn: iOS *.ogg ফর্ম্যাট সাপোর্ট করে না, যা স্ট্রিমল্যাবস এ ডিফল্টরূপে ব্যবহৃত হয়। অ্যালার্ট প্লে হওয়ার জন্য অন্য ফরম্যাট ব্যবহার করুন।
de: iOS unterstütz das *.ogg Format nicht, welches automatisch von Streamlabs benutzt wird. Bitte benutzen Sie ein unterstüztes Format, damit die Alerts gespielt werden.
es: iOS no soporta el formato *.ogg, el cual es utilizado por defecto en Streamlabs. Asegúrese de utilizar otro formato para que las alertas sean reproducidas.
fr: iOS ne soutien pas le format *.ogg qui est automatiquement utilisé par Streamlabs. Utilisez s'il vous plaît un format soutenu, pour que les alertes puissent jouer.
it: iOS non supporta i file multimediali *.ogg, che sono i file predefiniti su Streamlabs. Assicurati che le tue sorgenti audio utilizzino un altro formato, altrimenti non verranno riprodotte.
ja: iOSは*.oggメディアファイルをサポートしていません。これはStreamlabsのデフォルトファイルです。アラートが再生されるように、別のフォーマットを使用してください。
ko: iOS는 Streamlabs의 기본 파일인 *.ogg 미디어 파일을 지원하지 않습니다. 오디오 소스가 다른 형식을 사용하도록 설정하지 않으면 재생되지 않습니다.
nl: iOS ondersteunt geen *.ogg media bestanden, wat de standaard formaat voor audio bestanden op Streamlabs is, Zorg er voor dat je andere een ander audio formaat gebruikt, anders zullen ze niet afspelen.
pl: iOS nie obsługuje plików multimedialnych *.ogg, które są domyślnymi plikami w Streamlabs. Upewnij się, że twoje źródła dźwięku używają innego formatu, w przeciwnym razie nie będą odtwarzane.
pt: O iOS não oferece suporte a arquivos de mídia *.ogg, que são os arquivos padrão no Streamlabs. Certifique-se de que suas fontes de áudio usem outro formato, caso contrário, elas não serão reproduzidas.
ru: iOS не поддерживает медиафайлы *.ogg, которые являются файлами по умолчанию в Streamlabs. Убедитесь, что ваши аудиоисточники используют другой формат, иначе они не будут воспроизводиться.
sv: iOS stöder inte *.ogg mediefiler, som är standardfilerna på Streamlabs. Se till att dina ljudkällor använder ett annat format, annars kommer de inte att spelas.
tw: iOS 不支援 *.ogg 媒體檔案，而這是 Streamlabs 的預設檔案。確保您的音訊來源使用不同的格式，否則它們將無法播放。
uk: iOS не підтримує медіафайли *.ogg, які є файлами за замовчуванням у Streamlabs. Переконайтеся, що ваші аудіоджерела використовують інший формат, інакше вони не будуть відтворюватися.
zh: iOS 不支持 *.ogg 媒体文件，这是 Streamlabs 上的默认文件。确保您的音频源使用其他格式，否则无法播放

source: URL
ar: عنوان URL
tw: 網址
zh: 网址

# activityFeedSubtitle
source: Customize your activity feed
ar: تخصيص تغذية النشاط الخاصة بك
bn: আপনার একটিভিটি ফিড কাস্টমাইজ করুন
de: Aktivitäts-Feed personalisieren
es: Personaliza tu feed de actividades
fr: personnaliser le fil d'actualité
it: Personalizza il tuo feed delle attività
ja: アクティビティフィードをカスタマイズする
ko: 활동 피드를 사용자 정의하세요
nl: Personaliseer je Activiteitenfeed
pl: Dostosuj swój kanał aktywności
pt: Personalize seu feed de atividades
ru: Настройте свою ленту активности
sv: Anpassa ditt aktivitetsflöde
tw: 自訂您的活動動態
uk: Налаштуйте свою стрічку активності
zh: 自定义您的活动提要

# audioSourcesSubtitle
source: Add web sources for alert sounds
ar: إضافة مصادر الويب لأصوات التنبيهات
bn: সতর্কতা শব্দের জন্য ওয়েব উৎস যোগ করুন
de: Webseiten hinzufügen um Sound Alerts zu spielen
es: Agrega sitios web para reproducir alertas sonoras
fr: Ajoutez des sites Internet pour jouer les alertes sonores
it: Aggiungi sorgenti web per i suoni di avviso
ja: アラート音のためのウェブソースを追加する
ko: 알림 소리를 위한 웹 소스를 추가하세요
nl: Voeg web bronnen toe voor audio alerts
pl: Dodaj źródła internetowe dla dźwięków alertów
pt: Adicionar fontes da web para sons de alerta
ru: Добавьте веб-источники для звуковых оповещений
sv: Lägg till webbkällor för varningsljud
tw: 新增網頁來源以作為警示音
uk: Додайте веб-джерела для звукових сповіщень
zh: 警报声音添加网络来源

# quickLinksSubtitle
source: Add shortcuts to commonly-used tools
ar: إضافة اختصارات للأدوات المستخدمة بشكل شائع
bn: সাধারণত ব্যবহৃত টুল গুলোর জন্য শর্টকাট যোগ করুন
de: Abkürzungen zu den gemeinsamen Werkzeugen hinzufügen
es: Agrega atajos a herramientas frecuentes
fr: Ajouter raccourcis aux outils communs
it: Aggiungi scorciatoie agli strumenti più utilizzati
ja: よく使うツールへのショートカットを追加する
ko: 자주 사용하는 도구에 대한 바로가기를 추가하세요
nl: Voeg snelkoppelingen toe aan de meest gebruikte tools
pl: Dodaj skróty do często używanych narzędzi
pt: Adicione atalhos para ferramentas comumente usadas
ru: Добавьте ярлыки для часто используемых инструментов
sv: Lägg till genvägar till vanliga verktyg
tw: 新增常用工具的快速連結
uk: Додайте ярлики для часто використовуваних інструментів
zh: 为常用工具添加快捷方式

source: Chat history
ar: سجل الدردشة
bn: চ্যাট ইতিহাস
de: Chat-Ablauf
es: Historial de Chat
fr: historique du chat
it: Cronologia chat
ja: チャット履歴
ko: 채팅 기록
nl: Chat geschiedenis
pl: Historia czatu
pt: Histórico do Chat
ru: История чата
sv: Chatthistorik
tw: 聊天歷史
uk: Історія чату
zh: 聊天记录

# chatHistorySubtitle
source: Change the chat appearance
ar: تغيير مظهر الدردشة
bn: চ্যাটের চেহারা পরিবর্তন করুন
de: Chat-Erscheinung ändern
es: Cambia la apariencia del chat
fr: changer l'apparence du chat
it: Cambia l'aspetto della chat
ja: チャットの外観を変更する
ko: 채팅 모양 변경
nl: Verander de chat weergave
pl: Zmień wygląd czatu
pt: Alterar a aparência do bate-papo
ru: Измените внешний вид чата
sv: Ändra chattens utseende
tw: 變更聊天外觀
uk: Змініть зовнішній вигляд чату
zh: 更改聊天外观

# textToSpeechSubtitle
source: Change text to speech settings
ar: تغيير إعدادات تحويل النص إلى كلام
bn: টেক্সট টু স্পিচ সেটিংস পরিবর্তন করুন
de: Einstellungen zu Text zu Sprache wechseln
es: Cambia la configuración de Texto a Voz
fr: changer paramètres du text vers voix
it: Cambia le impostazioni del testo in voce
ja: テキストから音声への設定を変更する
ko: 텍스트를 음성으로 설정 변경
nl: Verander de audio naar spraak instellingen
pl: Zmień ustawienia tekstu na mowę
pt: Alterar configurações de text to speech
ru: Измените настройки текста в речь
sv: Ändra inställningar för text till tal
tw: 變更文字轉語音設定
uk: Змініть налаштування тексту в мову
zh: 更改文字转语音设置

source: Events
ar: الأحداث
bn: ইভেন্টস
es: Eventos
fr: événements
it: Eventi
ja: イベント
ko: 이벤트
nl: Gebeurtenissen
pl: Wydarzenia
pt: Eventos
ru: События
sv: Händelser
tw: 事件
uk: Події
zh: 事件

# eventsSubtitle
source: Configure Twitch events
ar: تكوين أحداث تويتش
bn: টুইচ ইভেন্ট কনফিগার করুন
de: Twitch-Events einrichten
es: Configura eventos de Twitch
fr: configurer événements-twitch
it: Configura eventi di Twitch
ja: Twitchイベントを設定する
ko: Twitch 이벤트 구성
nl: Configureer Twitch gebeurtenissen
pl: Konfiguruj wydarzenia Twitch
pt: Configurar eventos do Twitch
ru: Настройте события Twitch
sv: Konfigurera Twitch-händelser
tw: 設定 Twitch 事件
uk: Налаштуйте події Twitch
zh: 配置 Twitch 事件

source: Third-party services
ar: خدمات الطرف الثالث
bn: থার্ড পার্টি সার্ভিসেস
de: Drittanbieter-Dienst
es: Servicios de terceros
fr: service tiers
it: Servizi di terze parti
ja: サードパーティサービス
ko: 타사 서비스
nl: Diensten van derden
pl: Usługi zewnętrzne
pt: Serviços terceirizados
ru: Сторонние сервисы
sv: Tredjepartstjänster
tw: 第三方服務
uk: Сторонні сервіси
zh: 第三方服务

# thirdPartyServicesSubtitle
source: Connect to a third-party service
ar: الاتصال بخدمة طرف ثالث
bn: থার্ড পার্টি সার্ভিসেসের সাথে কানেক্ট করুন
de: Drittanbieter-Dienst verbinden
es: Conecta un servicio de terceros
fr: connecter service tiers
it: Connettiti a un servizio di terze parti
ja: サードパーティサービスに接続する
ko: 타사 서비스에 연결
nl: Verbind met een dienst van derden
pl: Połącz się z usługą zewnętrzną
pt: Conecte-se a um serviço de terceiros
ru: Подключитесь к стороннему сервису
sv: Anslut till en tredjepartstjänst
tw: 連結至第三方服務
uk: Підключіться до стороннього сервісу
zh: 连接到第三方服务

# followingEvent
source: <b>{displayName}</b> is following you
ar: <b>{displayName}</b> يتابعك
bn: <b>{displayName}</b> আপনাকে অনুসরন করছে
de: <b>{displayName}</b> ist dir gefolgt
es: <b>{displayName}</b> te está siguiendo
fr: <b>{displayName}</b> t'a suivi
it: <b>{displayName}</b> ti sta seguendo
ja: <b>{displayName}</b> がフォローしました
ko: <b>{displayName}</b>님이 팔로우합니다
nl: <b>{displayName}</b> volgt je nu
pl: <b>{displayName}</b> obserwuje cię
pt: <b>{displayName}</b> te seguiu
ru: <b>{displayName}</b> подписался на вас
sv: <b>{displayName}</b> följer dig
tw: <bold>{displayName}</bold> 追隨了您
uk: <b>{displayName}</b> підписався на вас
zh: <b>{displayName}</b> 正在關注你

# followingEvent2
source: <b>{displayName}</b> and <b>{displayNameTwo}</b> are following you
ar: <b>{displayName}</b> و <b>{displayNameTwo}</b> يتابعانك
bn: <b>{displayName}</b> এবং <b>{displayNameTwo}</b> আপনাকে অনুসরন করছে
de: <b>{displayName}</b> und <b>{displayNameTwo}</b> sind dir gefolgt
es: <b>{displayName}</b> y <b>{displayNameTwo}</b> te están siguiendo
fr: <b>{displayName}</b> et <b>{displayNameTwo}</b> t'ont suivi
it: <b>{displayName}</b> e <b>{displayNameTwo}</b> ti stanno seguendo
ja: <b>{displayName}</b> と <b>{displayNameTwo}</b> がフォローしました
ko: <b>{displayName}</b>님과 <b>{displayNameTwo}</b>님이 팔로우합니다
nl: <b>{displayName}</b> en <b>{displayNameTwo}</b> volgen je nu
pl: <b>{displayName}</b> i <b>{displayNameTwo}</b> obserwują cię
pt: <b>{displayName}</b> e <b>{displayNameTwo}</b> te seguiu
ru: <b>{displayName}</b> и <b>{displayNameTwo}</b> подписались на вас
sv: <b>{displayName}</b> och <b>{displayNameTwo}</b> följer dig
tw: <bold>{displayName}</bold> 和 <bold>{displayNameTwo}</bold> 追隨了您
uk: <b>{displayName}</b> і <b>{displayNameTwo}</b> підписалися на вас
zh: <b>{displayName}</b> 和 <b>{displayNameTwo}</b> 正在關注你

# followingEvent3
source: <b>{displayName}</b>, <b>{displayNameTwo}</b>, and {numOthers} others are following you
ar: <b>{displayName}</b>، <b>{displayNameTwo}</b>، و {numOthers} آخرين يتابعونك
bn: <b>{displayName}</b>, <b>{displayNameTwo}</b>, এবং {numOthers} জন আপনাকে অনুসরণ করছে
de: <b>{displayName}</b>, <b>{displayNameTwo}</b>, und {numOthers} sind dir gefolgt
es: <b>{displayName}</b>, <b>{displayNameTwo}</b>, y {numOthers} otros te están siguiendo
fr: <b>{displayName}</b>, <b>{displayNameTwo}</b>, et {numOthers} t'ont suivi
it: <b>{displayName}</b>, <b>{displayNameTwo}</b> e altri {numOthers} ti stanno seguendo
ja: <b>{displayName}</b>、<b>{displayNameTwo}</b>、他 {numOthers} 人がフォローしました
ko: <b>{displayName}</b>님, <b>{displayNameTwo}</b>님, 그리고 {numOthers}명이 팔로우합니다
nl: <b>{displayName}</b>, <b>{displayNameTwo}</b>, en {numOthers} volgen je nu
pl: <b>{displayName}</b>, <b>{displayNameTwo}</b> i {numOthers} innych obserwują cię
pt: <b>{displayName}</b>, <b>{displayNameTwo}</b>, e {numOthers} outras pessoas te seguiram
ru: <b>{displayName}</b>, <b>{displayNameTwo}</b> и еще {numOthers} подписались на вас
sv: <b>{displayName}</b>, <b>{displayNameTwo}</b> och {numOthers} andra följer dig
tw: <bold>{displayName}</bold>、<bold>{displayNameTwo}</bold>，以及其他 {numOthers} 位追隨了您
uk: <b>{displayName}</b>, <b>{displayNameTwo}</b> і ще {numOthers} підписалися на вас
zh: <b>{displayName}</b>, <b>{displayNameTwo}</b>, 和 {numOthers} 其他人正在關注你

# unmuteUser
source: Unmute {displayName}
ar: إلغاء كتم {displayName}
bn: আনমিউট {displayName}
de: {displayName} Stummschaltung aufheben
es: Quitar silencio a {displayName}
fr: Ne plus mettre {displayName} en sourdine
it: Riattiva audio di {displayName}
ja: {displayName} のミュートを解除
ko: {displayName}님의 음소거 해제
nl: Ontdemp {displayName}
pl: Wyłącz wyciszenie {displayName}
pt: Desmutar {displayName}
ru: Включить звук для {displayName}
sv: Avaktivera ljud för {displayName}
tw: 解除靜音 {displayName}
uk: Увімкнути звук для {displayName}
zh: 取消静音{displayName}

# muteUser
source: Mute {displayName}
ar: كتم {displayName}
bn: মিউট {displayName}
de: {displayName} stumm schalten
es: Silenciar a {displayName}
fr: Mettre {displayName} en sourdine
it: Disattiva audio di {displayName}
ja: {displayName} をミュート
ko: {displayName}님 음소거
nl: Demp {displayName}
pl: Wycisz {displayName}
pt: Mutar {displayName}
ru: Отключить звук для {displayName}
sv: Stäng av ljud för {displayName}
tw: 靜音 {displayName}
uk: Вимкнути звук для {displayName}
zh: 将{displayName}静音

# timeoutUser
source: Timeout {displayName}
ar: إيقاف مؤقت لـ {displayName}
bn: টাইমআউট {displayName}
de: {displayName} vorübergehend sperren
es: Suspender a {displayName}
fr: bannir {displayName} temporairement
it: Timeout per {displayName}
ja: {displayName} をタイムアウト
ko: {displayName}님 타임아웃
pl: Czasowe wyciszenie {displayName}
ru: Временное отключение для {displayName}
sv: Timeout för {displayName}
tw: 封鎖 {displayName}
uk: Тимчасове вимкнення для {displayName}
zh: 暂停{displayName}

# banUser
source: Ban {displayName}
ar: حظر {displayName}
bn: ব্যান {displayName}
de: {displayName} sperren
es: Bannear a {displayName}
fr: bannir {displayName}
it: Banna {displayName}
ja: {displayName} を禁止
ko: {displayName}님 차단
nl: Verban {displayName}
pl: Zablokuj {displayName}
pt: Banir {displayName}
ru: Заблокировать {displayName}
sv: Banna {displayName}
tw: 封鎖 {displayName}
uk: Заблокувати {displayName}
zh: 禁{displayName}

# unbanUser
source: Unban {displayName}
ar: إلغاء حظر {displayName}
bn: আনব্যান {displayName}
de: {displayName} entsperren
es: Quitar ban a {displayName}
fr: débannir {displayName}
it: Rimuovi ban per {displayName}
ja: {displayName} の禁止を解除
ko: {displayName}님 차단 해제
nl: {displayName}'s verbanning opheffen
pl: Odblokuj {displayName}
pt: Desbanir {displayName}
ru: Разблокировать {displayName}
sv: Avbanna {displayName}
tw: 解封 {displayName}
uk: Розблокувати {displayName}
zh: 解封{displayName}

# viewProfile
source: View {displayName}'s profile
ar: عرض ملف {displayName} الشخصي
bn: প্রোফাইল দেখুন {displayName}
de: {displayName} Profil anschauen
es: Ver perfil de {displayName}
fr: voir le profil de {displayName}
it: Visualizza il profilo di {displayName}
ja: {displayName} のプロフィールを見る
ko: {displayName}님의 프로필 보기
nl: Bekijk {displayName}'s profiel
pl: Zobacz profil {displayName}
pt: Ver o perfil de {displayName}
ru: Просмотреть профиль {displayName}
sv: Visa {displayName}s profil
tw: 查看 {displayName} 的個人資料
uk: Переглянути профіль {displayName}
zh: 查看{displayName} 的个人资料

source: Copy Message
ar: نسخ الرسالة
bn: মেসেজ কপি করুন
de: Nachricht kopieren
es: Copiar mensaje
fr: copier le message
it: Copia messaggio
ja: メッセージをコピー
ko: 메시지 복사
nl: Kopieer bericht
pl: Kopiuj wiadomość
pt: Copiar Mensagem
ru: Копировать сообщение
sv: Kopiera meddelande
tw: 複製訊息
uk: Копіювати повідомлення
zh: 复制消息

source: Delete Message
ar: حذف الرسالة
bn: মেসেজ ডিলিট করুন
de: Nachricht löschen
es: Eliminar mensaje
fr: supprimer le message
it: Elimina messaggio
ja: メッセージを削除
ko: 메시지 삭제
nl: Verwijder bericht
pl: Usuń wiadomość
pt: Deletar Mensagem
ru: Удалить сообщение
sv: Radera meddelande
tw: 刪除訊息
uk: Видалити повідомлення
zh: 删除消息

# longScrollNotification
source: You're scrolling kind of far, don't you think?
ar: أنت تقوم بالتمرير بعيدًا، ألا تعتقد ذلك؟
bn: আপনি অনেক দূরে স্ক্রোল করছেন, আপনি কি মনে করেন না?
de: Du scrollst ganz schön weit, findest du nicht?
es: Estás bajando mucho, no?
fr: Vous défilez un peu loin, vous ne trouvez pas?
it: Stai scorrendo un po' troppo lontano, non credi?
ja: かなり遠くまでスクロールしていますね
ko: 꽤 멀리 스크롤하고 있네요, 그렇지 않나요?
nl: Je scrolt een beetje ver, vind je niet?
pl: Przewijasz dość daleko, nie sądzisz?
pt: Você está rolando meio longe, não acha?
ru: Вы прокручиваете довольно далеко, не так ли?
sv: Du scrollar ganska långt, tycker du inte?
tw: 您滾動了相當多，不是嗎？
uk: Ви прокручуєте досить далеко, чи не так?
zh: 你滚动有点远，你不觉得吗？

source: stfu
ar: اصمت
bn: চুপ করুন
es: ok
ja: 黙れ
ko: 조용히 해
nl: hjb
pl: zamknij się
pt: cala a boca, porra
ru: заткнись
sv: håll käften
tw: 閉嘴，該死
uk: заткнись
zh: 闭嘴

source: Global Emotes
ar: الرموز التعبيرية العالمية
bn: গ্লোবাল ইমোটস
de: Globale Emotionen
es: Emoticonos globales
fr: Emoticônes globales
it: Emote globali
ja: グローバルエモート
ko: 글로벌 이모티콘
nl: Globale Emotes
pl: Globalne emotikony
pt: Emotes Global
ru: Глобальные эмоции
sv: Globala emotes
tw: 全域表情符號
uk: Глобальні емоції
zh: 全球表情

# followerCount
source: {count,plural, =0{0 followers} =1{1 follower} other{{count} followers}}
ar: {count,plural, =0{0 متابع} =1{1 متابع} other{{count} متابعين}}
bn: {count,plural, =0{0 অনুসারী} =1{1 অনুগামী} other{{count} অনুসারী}}
de: {count,plural, =0{0 anhänger} =1{1 anhänger} other{{count} anhänger}}
es: {count,plural, =0{0 seguidores} =1{1 seguidor} other{{count} seguidores}}
fr: {count,plural, =0{0 suiveurs} =1{1 suiveur} other{{count} suiveurs}}
it: {count,plural, =0{0 follower} =1{1 follower} other{{count} follower}}
ja: {count,plural, =0{フォロワーがいません} =1{1人のフォロワー} other{{count}人のフォロワー}}
ko: {count,plural, =0{팔로워 0명} =1{팔로워 1명} other{팔로워 {count}명}}
nl: {count,plural, =0{0 volgers} =1{1 volger} other{{count} volgers}}
pl: {count,plural, =0{0 obserwujących} =1{1 obserwujący} other{{count} obserwujących}}
pt: {count,plural, =0{0 seguidor} =1{1 seguidor} other{{count} seguidores}}
ru: {count,plural, =0{0 подписчиков} =1{1 подписчик} other{{count} подписчиков}}
sv: {count,plural, =0{0 följare} =1{1 följare} other{{count} följare}}
tw: {count,plural, =0{0 位追隨者} =1{1 位追隨者} other{{count} 位追隨者}}
uk: {count,plural, =0{0 підписників} =1{1 підписник} other{{count} підписників}}
zh: {count,plural, =0{0 追隨者} =1{1 追隨者} other{{count} 追隨者}}

# viewerCount
source: {count,plural, =0{0 viewers} =1{1 viewer} other{{count} viewers}}
ar: {count,plural, =0{0 مشاهد} =1{1 مشاهد} other{{count} مشاهدين}}
bn: {count,plural, =0{0 দর্শক} =1{1 দর্শক} other{{count} দর্শক}}
de: {count,plural, =0{0 zuschauer} =1{1 zuschauer} other{{count} zuschauer}}
es: {count,plural, =0{0 espectadores} =1{1 espectador} other{{count} espectadores}}
fr: {count,plural, =0{0 téléspectateurs} =1{1 téléspectateur} other{{count} téléspectateurs}}
it: {count,plural, =0{0 spettatori} =1{1 spettatore} other{{count} spettatori}}
ja: {count,plural, =0{視聴者がいません} =1{1人の視聴者} other{{count}人の視聴者}}
ko: {count,plural, =0{시청자 0명} =1{시청자 1명} other{시청자 {count}명}}
nl: {count,plural, =0{0 kijkers} =1{1 kijker} other{{count} kijkers}}
pl: {count,plural, =0{0 widzów} =1{1 widz} other{{count} widzów}}
pt: {count,plural, =0{0 espectador} =1{1 espectador} other{{count} espectadores}}
ru: {count,plural, =0{0 зрителей} =1{1 зритель} other{{count} зрителей}}
sv: {count,plural, =0{0 tittare} =1{1 tittare} other{{count} tittare}}
tw: {count,plural, =0{0 位觀眾} =1{1 位觀眾} other{{count} 位觀眾}}
uk: {count,plural, =0{0 глядачів} =1{1 глядач} other{{count} глядачів}}
zh: {count,plural, =0{0 觀眾} =1{1 觀眾} other{{count} 觀眾}}

# streamPreviewMessage
source: Hey there! Glad you like using stream preview but heads up it uses a lot of battery. Reading chat without it will extend your battery life.
ar: مرحبًا! نحن سعداء لأنك تحب استخدام معاينة البث، ولكن انتبه لأنها تستهلك الكثير من البطارية. قراءة الدردشة بدونها ستمدد عمر البطارية.
bn: এই যে! আপনি স্ট্রীম প্রিভিউ ব্যবহার করতে পছন্দ করেন বলে খুশি কিন্তু জেনে রাখুন যে এটি অনেক ব্যাটারি ব্যবহার করে। এটি ছাড়া চ্যাট পড়া আপনার ব্যাটারির আয়ু বাড়িয়ে দেবে।
de: Hallo zusammen! Schön, dass dir die Stream-Vorschau gefällt, aber Vorsicht: Sie verbraucht eine Menge Akku. Wenn du den Chat ohne sie liest, verlängert sich deine Akkulaufzeit.
es: La vista previa del stream utiliza batería considerable. Leer el chat sin la vista previa extenderá la batería.
fr: Bonjour à tous ! Je suis ravi que tu aimes utiliser la prévisualisation du flux, mais je te préviens qu'elle consomme beaucoup de batterie. Lire le chat sans l'utiliser prolongera la durée de vie de ta batterie.
it: Ciao! Siamo felici che ti piaccia usare l'anteprima del flusso, ma attenzione, consuma molta batteria. Leggere la chat senza di essa prolungherà la durata della batteria.
ja: ストリームプレビューを使用していただきありがとうございますが、バッテリーを大量に消費することに注意してください。プレビューなしでチャットを読むと、バッテリーの寿命が延びます。
ko: 안녕하세요! 스트림 미리보기를 사용하는 것을 좋아해 주셔서 감사합니다. 하지만 배터리를 많이 소모한다는 점을 유의하세요. 미리보기 없이 채팅을 읽으면 배터리 수명이 연장됩니다.
nl: Hallo daar! We zijn blij dat je de voorvertoningen van de stream gebruikt, maar let er op dit gebruikt veen batterij, Chat lezen zonder de voorvertoningen verlengt je barrerij duur
pl: Hej! Cieszymy się, że lubisz korzystać z podglądu strumienia, ale pamiętaj, że zużywa on dużo baterii. Czytanie czatu bez niego wydłuży czas pracy baterii.
pt: Ei! Que bom que você gosta de usar a visualização de transmissão, mas atenção: ela consome muita bateria. A leitura do bate-papo sem ele prolongará a vida útil da bateria.
ru: Привет! Мы рады, что вам нравится использовать предварительный просмотр потока, но имейте в виду, что он использует много батареи. Чтение чата без него продлит время работы батареи.
sv: Hej där! Vi är glada att du gillar att använda strömförhandsvisningen, men tänk på att den använder mycket batteri. Att läsa chatten utan den kommer att förlänga batteritiden.
tw: 嗨！很高興您喜歡使用直播預覽，但請注意它會消耗相當多的電池。在沒有它的情況下閱讀聊天將延長電池壽命。
uk: Привіт! Ми раді, що вам подобається використовувати попередній перегляд потоку, але майте на увазі, що він використовує багато батареї. Читання чату без нього продовжить час роботи батареї.
zh: 很高兴您喜欢使用我们的预览，但请注意它会消耗大量电池。只阅读聊天会延长你的电池寿命。

source: Okay
ar: حسنًا
bn: ঠিক আছে
es: Ok
fr: d'accord
it: Ok
ja: OK
ko: 확인
nl: Ok√©
pl: OK
ru: ОК
sv: Okej
tw: 好的
uk: ОК
zh: 好的
