Repository: muxable/rtchat
Catalog: lib/l10n/app_*.arb
Languages: ar, bn, de, es, fr, it, ja, ko, nl, pl, pt, ru, sv, tw, uk, zh

# streamPreviewLoading
source: Loading (or stream is offline)...
ar: جارٍ التحميل (أو البث غير متصل)...
bn: লোড হচ্ছে (বা স্ট্রিম অফলাইন)...
de: Laden (oder der stream ist offline)...
es: Cargando (o el stream no está en línea)
fr: Chargement (ou le flux est hors ligne)...
it: Caricamento in corso (o il flusso è offline)...
ja: 読み込み中（またはストリームがオフラインです）...
ko: 로딩 중 (또는 스트림이 오프라인입니다)...
nl: Stream laden (of de stream is offline)..
pl: Ładowanie (lub strumień jest offline)...
pt: Carregando (ou a stream está offline)...
ru: Загрузка (или поток оффлайн)...
sv: Laddar (eller strömmen är offline)...
tw: 正在載入（或直播已離線）...
uk: Завантаження (або потік офлайн)...
zh: 正在加载（或以离线）...

source: Copied to clipboard
ar: تم النسخ إلى الحافظة
bn: ক্লিপবোর্ডে কপি করা হয়েছে
de: Kopiert in die zwischenablage
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
ja: クリップボードにコピーされました
ko: 클립보드에 복사됨
nl: Naar klembord gekopieerd
pl: Skopiowano do schowka
pt: Copiado
ru: Скопировано в буфер обмена
sv: Kopierat till urklipp
tw: 已複製
uk: Скопійовано в буфер обміну
zh: 复制到剪贴板

source: Audio sources require permissions
ar: مصادر الصوت تتطلب أذونات
bn: অডিও উত্স অনুমতি প্রয়োজন
de: Audioquellen erfordern Berechtigungen
es: Las fuentes de audio requireren permisos
fr: Les sources audio nécessitent des autorisations
it: Le sorgenti audio richiedono autorizzazioni
ja: オーディオソースには権限が必要です
ko: 오디오 소스에는 권한이 필요합니다
nl: Audio bronnen vereisen toestemming
pl: Źródła dźwięku wymagają uprawnień
pt: Fontes de áudio requerem permissões
ru: Аудиоисточники требуют разрешений
sv: Ljudkällor kräver behörigheter
tw: 音訊來源需要權限
uk: Аудіоджерела вимагають дозволів
zh: 音频源需要权限

# audioSourcesRequirePermissionsMessage
source: Approve RealtimeChat to draw over other apps to use audio sources.
ar: وافق على أن يقوم RealtimeChat بالرسم فوق التطبيقات الأخرى لاستخدام مصادر الصوت.
bn: অডিও সোর্স ব্যবহার করার জন্য অন্য অ্যাপের উপর আঁকতে RealtimeChat অনুমোদন করুন।
de: Genehmigen Sie RealtimeChat, über andere Anwendungen zu ziehen, um Audioquellen zu nutzen.
es: Autorice a RealtimeChat para utilizar fuentes de audio
fr: Approuver RealtimeChat pour qu'il ait la priorité sur les autres applications pour l'utilisation des sources audio.
it: Approva RealtimeChat per disegnare sopra altre app per utilizzare le sorgenti audio.
ja: オーディオソースを使用するために、RealtimeChatに他のアプリの上に表示する権限を与えてください。
ko: 오디오 소스를 사용하려면 RealtimeChat이 다른 앱 위에 그릴 수 있도록 승인하세요.
nl: Stem toe dat RealtimeChat over ander apps weergeeft om audio bronnen te gebruiken
pl: Zezwól RealtimeChat na rysowanie nad innymi aplikacjami, aby korzystać ze źródeł dźwięku.
pt: Aprove que o RealtimeChat se sobreponha a outros aplicativos para usar fontes de áudio.
ru: Разрешите RealtimeChat рисовать поверх других приложений, чтобы использовать аудиоисточники.
sv: Godkänn att RealtimeChat får rita över andra appar för att använda ljudkällor.
tw: 授予 RealtimeChat 權限，以在其他應用程式之上顯示，以使用音訊來源。
uk: Дозвольте RealtimeChat малювати поверх інших додатків, щоб використовувати аудіоджерела.
zh: 允许 RealtimeChat 覆盖其他应用程序以使用音频源

# audioSourcesRemoveButton
source: Remove audio sources
ar: إزالة مصادر الصوت
bn: অডিও উত্স সরান
de: Audioquellen entfernen
es: Eliminar fuentes de audio
fr: Supprimer les sources audio
it: Rimuovi sorgenti audio
ja: オーディオソースを削除
ko: 오디오 소스 제거
nl: Verwijder audio bronnen
pl: Usuń źródła dźwięku
pt: Remover fontes de áudio
ru: Удалить аудиоисточники
sv: Ta bort ljudkällor
tw: 移除音訊來源
uk: Видалити аудіоджерела
zh: 删除音频源

# audioSourcesOpenSettingsButton
source: Open settings
ar: فتح الإعدادات
bn: ওপেন সেটিংস
de: Einstellungen öffnen
es: Abrir configuración
fr: Ouvrir les paramètres
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Open instellingen
pl: Otwórz ustawienia
pt: Abrir confgiurações
ru: Открыть настройки
sv: Öppna inställningar
tw: 開啟設定
uk: Відкрити налаштування
zh: 打开设置

source: Flash on
ar: تشغيل الفلاش
bn: ফ্ল্যাশ অন
de: Blitzlicht an
es: Flash activado
fr: Flash allumé
it: Flash acceso
ja: フラッシュオン
ko: 플래시 켜기
nl: Flash aan
pl: Włącz lampę błyskową
pt: Flash ligado
ru: Включить вспышку
sv: Blixt på
tw: 開啟閃光燈
uk: Увімкнути спалах
zh: 打开闪光灯

source: Flash off
ar: إيقاف الفلاش
bn: ফ্ল্যাশ বন্ধ
de: Blitz aus
es: Flash desactivado
fr: Flash désactivé
it: Flash spento
ja: フラッシュオフ
ko: 플래시 끄기
nl: Flash uit
pl: Wyłącz lampę błyskową
pt: Flash desligado
ru: Выключить вспышку
sv: Blixt av
tw: 關閉閃光燈
uk: Вимкнути спалах
zh: 关闭闪光灯

# durationOneSecond
source: 1 second
ar: 1 ثانية
bn: 1 সেকেন্ড
de: 1 sekunde
es: 1 segundo
fr: 1 seconde
it: 1 secondo
ja: 1秒
ko: 1초
nl: 1 seconde
pl: 1 sekunda
pt: 1 segundo
ru: 1 секунда
sv: 1 sekund
uk: 1 секунда
zh: 1秒

# durationOneMinute
source: 1 minute
ar: 1 دقيقة
bn: 1 মিনিট
es: 1 minuto
it: 1 minuto
ja: 1分
ko: 1분
nl: 1 minuut
pl: 1 minuta
pt: 1 minuto
ru: 1 минута
sv: 1 minut
tw: 1 分鐘
uk: 1 хвилина
zh: 1分钟

# durationTenMinutes
source: 10 minutes
ar: 10 دقائق
bn: 10 মিনিট
de: 10 minuten
es: 10 minutos
it: 10 minuti
ja: 10分
ko: 10분
nl: 10 minuten
pl: 10 minut
pt: 10 minutos
ru: 10 минут
sv: 10 minuter
uk: 10 хвилин
zh: 10分钟

# durationOneHour
source: 1 hour
ar: 1 ساعة
bn: 1 ঘন্টা
de: 1 stunde
es: 1 hora
fr: 1 heure
it: 1 ora
ja: 1時間
ko: 1시간
nl: 1 uur
pl: 1 godzina
pt: 1 hora
ru: 1 час
sv: 1 timme
tw: 1 小時
uk: 1 година
zh: 1小时

# durationSixHours
source: 6 hours
ar: 6 ساعات
bn: 6 ঘন্টা
de: 6 stunden
es: 6 horas
fr: 6 heures
it: 6 ore
ja: 6時間
ko: 6시간
nl: 6 uur
pl: 6 godzin
pt: 6 horas
ru: 6 часов
sv: 6 timmar
tw: 6 小時
uk: 6 годин
zh: 6个小时

# durationOneDay
source: 1 day
ar: 1 يوم
bn: 1 দিন
de: 1 tag
es: 1 día
fr: 1 jour
it: 1 giorno
ja: 1日
ko: 1일
nl: 1 dag
pl: 1 dzień
pt: 1 dia
ru: 1 день
sv: 1 dag
tw: 1 天
uk: 1 день
zh: 1天

# durationTwoDays
source: 2 days
ar: 2 يومين
bn: ২ দিন
de: 2 tage
es: 2 días
fr: 2 jours
it: 2 giorni
ja: 2日
ko: 2일
nl: 2 dagen
pl: 2 dni
pt: 2 dias
ru: 2 дня
sv: 2 dagar
tw: 2 天
uk: 2 дні
zh: 2天

# durationOneWeek
source: 1 week
ar: 1 أسبوع
bn: 1 সপ্তাহ
de: 1 woche
es: 1 semana
fr: 1 semaine
it: 1 settimana
ja: 1週間
ko: 1주
pl: 1 tydzień
pt: 1 semana
ru: 1 неделя
sv: 1 vecka
tw: 1 週
uk: 1 тиждень
zh: 1周

# durationTwoWeeks
source: 2 weeks
ar: 2 أسبوعين
bn: ২ সপ্তাহ
de: 2 wochen
es: 2 semanas
fr: 2 semaines
it: 2 settimane
ja: 2週間
ko: 2주
nl: 2 weken
pl: 2 tygodnie
pt: 2 semanas
ru: 2 недели
sv: 2 veckor
uk: 2 тижні
zh: 2週

# durationOneSecondTimeoutPrompt
source: Timeout for 1 second
ar: إيقاف مؤقت لمدة 1 ثانية
bn: 1 সেকেন্ডের জন্য সময়সীমা
de: Timeout für 1 sekunde
es: Suspender por 1 segundo
fr: Délai d'attente pour 1 seconde
it: Timeout per 1 secondo
ja: 1秒間タイムアウト
ko: 1초 동안 타임아웃
nl: Time-out voor 1 seconde
pl: Czasowe wyciszenie na 1 sekundę
pt: Timeout de 1 segundo
ru: Временное отключение на 1 секунду
sv: Timeout i 1 sekund
uk: Тимчасове вимкнення на 1 секунду
zh: 暂停1秒钟

# durationOneMinuteTimeoutPrompt
source: Timeout for 1 minute
ar: إيقاف مؤقت لمدة 1 دقيقة
bn: 1 মিনিটের জন্য টাইমআউট
de: Timeout für 1 minute
es: Suspender por 1 minuto
fr: Délai d'attente pour 1 minute
it: Timeout per 1 minuto
ja: 1分間タイムアウト
ko: 1분 동안 타임아웃
nl: Time-out voor 1 minuut
pl: Czasowe wyciszenie na 1 minutę
pt: Timeout de 1 minuto
ru: Временное отключение на 1 минуту
sv: Timeout i 1 minut
tw: 1 分鐘封鎖
uk: Тимчасове вимкнення на 1 хвилину
zh: 暂停1分钟

# durationTenMinutesTimeoutPrompt
source: Timeout for 10 minutes
ar: إيقاف مؤقت لمدة 10 دقائق
bn: 10 মিনিটের জন্য টাইমআউট
de: Timeout für 10 minuten
es: Suspender por 10 minutos
fr: Délai d'attente pour 10 minutes
it: Timeout per 10 minuti
ja: 10分間タイムアウト
ko: 10분 동안 타임아웃
nl: Time-out voor 10 minuten
pl: Czasowe wyciszenie na 10 minut
pt: Timeout de 10 minutos
ru: Временное отключение на 10 минут
sv: Timeout i 10 minuter
uk: Тимчасове вимкнення на 10 хвилин
zh: 暂停10分钟

# durationOneHourTimeoutPrompt
source: Timeout for 1 hour
ar: إيقاف مؤقت لمدة 1 ساعة
bn: 1 ঘন্টার জন্য সময়সীমা
de: Timeout für 1 stunde
es: Suspender por 1 hora
fr: Délai d'attente pour 1 heure
it: Timeout per 1 ora
ja: 1時間タイムアウト
ko: 1시간 동안 타임아웃
nl: Time-out voor 1 uur
pl: Czasowe wyciszenie na 1 godzinę
pt: Timeout de 1 hora
ru: Временное отключение на 1 час
sv: Timeout i 1 timme
tw: 1 小時封鎖
uk: Тимчасове вимкнення на 1 годину
zh: 暂停1小时

# durationSixHoursTimeoutPrompt
source: Timeout for 6 hours
ar: إيقاف مؤقت لمدة 6 ساعات
bn: 6 ঘন্টার জন্য সময়সীমা
de: Timeout für 6 stunden
es: Suspender por 6 horas
fr: Délai d'attente pour 6 heures
it: Timeout per 6 ore
ja: 6時間タイムアウト
ko: 6시간 동안 타임아웃
nl: Time-out voor 6 uur
pl: Czasowe wyciszenie na 6 godzin
pt: Timeout de 6 horas
ru: Временное отключение на 6 часов
sv: Timeout i 6 timmar
tw: 6 小時封鎖
uk: Тимчасове вимкнення на 6 годин
zh: 暂停6小时

# durationOneDayTimeoutPrompt
source: Timeout for 1 day
ar: إيقاف مؤقت لمدة 1 يوم
bn: 1 দিনের জন্য সময়সীমা
de: Timeout für 1 tag
es: Suspender por 1 día
fr: Délai d'attente pour 1 jour
it: Timeout per 1 giorno
ja: 1日間タイムアウト
ko: 1일 동안 타임아웃
nl: Time-out voor 1 dag
pl: Czasowe wyciszenie na 1 dzień
pt: Timeout de 1 dia
ru: Временное отключение на 1 день
sv: Timeout i 1 dag
tw: 1 天封鎖
uk: Тимчасове вимкнення на 1 день
zh: 暂停1天

# durationTwoDaysTimeoutPrompt
source: Timeout for 2 days
ar: إيقاف مؤقت لمدة 2 يومين
bn: 2 দিনের জন্য সময়সীমা
de: Timeout für 2 tage
es: Suspender por 2 días
fr: Délai d'attente pour 2 jours
it: Timeout per 2 giorni
ja: 2日間タイムアウト
ko: 2일 동안 타임아웃
nl: Time-out voor 2 dagen
pl: Czasowe wyciszenie na 2 dni
pt: Timeout de 2 dias
ru: Временное отключение на 2 дня
sv: Timeout i 2 dagar
tw: 2 天封鎖
uk: Тимчасове вимкнення на 2 дні
zh: 暂停2天

# durationOneWeekTimeoutPrompt
source: Timeout for 1 week
ar: إيقاف مؤقت لمدة 1 أسبوع
bn: 1 সপ্তাহের জন্য সময়সীমা
de: Timeout für 1 woche
es: Suspender por 1 semana
fr: Délai d'attente pour 1 semaine
it: Timeout per 1 settimana
ja: 1週間タイムアウト
ko: 1주 동안 타임아웃
nl: Time-out voor 1 week
pl: Czasowe wyciszenie na 1 tydzień
pt: Timeout de 1 semana
ru: Временное отключение на 1 неделю
sv: Timeout i 1 vecka
tw: 1 週封鎖
uk: Тимчасове вимкнення на 1 тиждень
zh: 暂停1周

# durationTwoWeeksTimeoutPrompt
source: Timeout for 2 weeks
ar: إيقاف مؤقت لمدة 2 أسبوعين
bn: 2 সপ্তাহের জন্য সময়সীমা
de: Timeout für 2 wochen
es: Suspender por 2 semanas
fr: Délai d'attente pour 2 semaines
it: Timeout per 2 settimane
ja: 2週間タイムアウト
ko: 2주 동안 타임아웃
nl: Time-out voor 2 weken
pl: Czasowe wyciszenie na 2 tygodnie
pt: Timeout de 2 semanas
ru: Временное отключение на 2 недели
sv: Timeout i 2 veckor
uk: Тимчасове вимкнення на 2 тижні
zh: 暂停2周

# errorFetchingViewerList
source: We couldn't fetch the viewer list for this channel
ar: لم نتمكن من جلب قائمة المشاهدين لهذه القناة
bn: এই চ্যানেলের জন্য দর্শকের তালিকা আনা যায়নি
de: Wir konnten die Zuschauerliste für diesen Kanal nicht abrufen
es: No se pudo obtener la lista de espectadores para este canal
fr: Nous n'avons pas pu récupérer la liste des téléspectateurs pour cette chaîne
it: Non siamo riusciti a recuperare l'elenco degli spettatori per questo canale
ja: このチャンネルの視聴者リストを取得できませんでした
ko: 이 채널의 시청자 목록을 가져올 수 없습니다
nl: We konden de kijkerslijst voor dit kanaal niet ophalen
pl: Nie udało się pobrać listy widzów dla tego kanału
pt: Não foi possível buscar a lista de espectadores para este canal
ru: Не удалось получить список зрителей для этого канала
sv: Vi kunde inte hämta tittarlistan för denna kanal
uk: Не вдалося отримати список глядачів для цього каналу
zh: 我们无法获取此频道的观众列表

# eventsTitle
source: Events
ar: الأحداث
bn: ইভেন্টস
de: Veranstaltungen
es: Eventos
fr: Événements
it: Eventi
ja: イベント
ko: 이벤트
nl: Evenementen
pl: Wydarzenia
pt: Eventos
ru: События
sv: Händelser
uk: Події
zh: 事件

# followEventConfigTitle
source: Follow Event
ar: حدث المتابعة
bn: অনুসরণ ইভেন্ট
de: Folgenereignis
es: Evento de seguimiento
fr: Événement de suivi
it: Evento di follow
ja: フォローイベント
ko: 팔로우 이벤트
nl: Volg evenement
pl: Wydarzenie obserwowania
pt: Evento de Seguir
ru: Событие подписки
sv: Följ händelse
uk: Подія підписки
zh: 关注事件

source: Customize your follow event
ar: تخصيص حدث المتابعة الخاص بك
bn: আপনার অনুসরণ ইভেন্ট কাস্টমাইজ করুন
de: Passen Sie Ihr Folgeereignis an
es: Personaliza tu evento de seguimiento
fr: Personnalisez votre événement de suivi
it: Personalizza il tuo evento di follow
ja: フォローイベントをカスタマイズする
ko: 팔로우 이벤트를 사용자 정의하세요
nl: Pas je volg evenement aan
pl: Dostosuj swoje wydarzenie obserwowania
pt: Personalize seu evento de seguir
ru: Настройте свое событие подписки
sv: Anpassa din följhändelse
uk: Налаштуйте свою подію підписки
zh: 自定义您的关注事件

# subscribeEventConfigTitle
source: Subscribe Event
ar: حدث الاشتراك
bn: সাবস্ক্রাইব ইভেন্ট
de: Ereignis abonnieren
es: Evento de suscripción
fr: Événement d'abonnement
it: Evento di abbonamento
ja: サブスクライブイベント
ko: 구독 이벤트
nl: Abonneer evenement
pl: Wydarzenie subskrypcji
pt: Evento de Inscrição
ru: Событие подписки
sv: Prenumerera händelse
uk: Подія підписки
zh: 订阅事件

source: Customize your subscription event
ar: تخصيص حدث الاشتراك الخاص بك
bn: আপনার সাবস্ক্রিপশন ইভেন্ট কাস্টমাইজ করুন
de: Passen Sie Ihr Abonnementereignis an
es: Personaliza tu evento de suscripción
fr: Personnalisez votre événement d'abonnement
it: Personalizza il tuo evento di abbonamento
ja: サブスクリプションイベントをカスタマイズする
ko: 구독 이벤트를 사용자 정의하세요
nl: Pas je abonneer evenement aan
pl: Dostosuj swoje wydarzenie subskrypcji
pt: Personalize seu evento de inscrição
ru: Настройте свое событие подписки
sv: Anpassa din prenumerationshändelse
uk: Налаштуйте свою подію підписки
zh: 自定义您的订阅事件

# cheerEventConfigTitle
source: Cheer Event
ar: حدث التشجيع
bn: চিয়ার ইভেন্ট
de: Jubelereignis
es: Evento de animación
fr: Événement de cheer
it: Evento di cheer
ja: チアイベント
ko: 응원 이벤트
nl: Juich evenement
pl: Wydarzenie cheer
pt: Evento de Torcida
ru: Событие поддержки
sv: Heja händelse
uk: Подія підтримки
zh: 欢呼事件

source: Customize your cheer event
ar: تخصيص حدث التشجيع الخاص بك
bn: আপনার চিয়ার ইভেন্ট কাস্টমাইজ করুন
de: Passen Sie Ihr Jubelereignis an
es: Personaliza tu evento de animación
fr: Personnalisez votre événement de cheer
it: Personalizza il tuo evento di cheer
ja: チアイベントをカスタマイズする
ko: 응원 이벤트를 사용자 정의하세요
nl: Pas je juich evenement aan
pl: Dostosuj swoje wydarzenie cheer
pt: Personalize seu evento de torcida
ru: Настройте свое событие поддержки
sv: Anpassa din hejahändelse
uk: Налаштуйте свою подію підтримки
zh: 自定义您的欢呼事件

# raidEventConfigTitle
source: Raid Event
ar: حدث الغارة
bn: রেইড ইভেন্ট
de: Raid-Ereignis
es: Evento de incursión
fr: Événement de raid
it: Evento di raid
ja: レイドイベント
ko: 습격 이벤트
nl: Raid evenement
pl: Wydarzenie najazdu
pt: Evento de Raid
ru: Событие рейда
sv: Raid händelse
uk: Подія рейду
zh: 突袭事件

source: Customize your raid event
ar: تخصيص حدث الغارة الخاص بك
bn: আপনার রেইড ইভেন্ট কাস্টমাইজ করুন
de: Passen Sie Ihr Raid-Ereignis an
es: Personaliza tu evento de incursión
fr: Personnalisez votre événement de raid
it: Personalizza il tuo evento di raid
ja: レイドイベントをカスタマイズする
ko: 습격 이벤트를 사용자 정의하세요
nl: Pas je raid evenement aan
pl: Dostosuj swoje wydarzenie najazdu
pt: Personalize seu evento de raid
ru: Настройте свое событие рейда
sv: Anpassa din raidhändelse
uk: Налаштуйте свою подію рейду
zh: 自定义您的突袭事件

# hostEventConfigTitle
source: Host Event
ar: حدث الاستضافة
bn: হোস্ট ইভেন্ট
de: Host-Ereignis
es: Evento de anfitrión
fr: Événement d'hôte
it: Evento di host
ja: ホストイベント
ko: 호스트 이벤트
nl: Host evenement
pl: Wydarzenie hostowania
pt: Evento de Host
ru: Событие хостинга
sv: Värd händelse
uk: Подія хостингу
zh: 主持事件

source: Customize your host event
ar: تخصيص حدث الاستضافة الخاص بك
bn: আপনার হোস্ট ইভেন্ট কাস্টমাইজ করুন
de: Passen Sie Ihr Host-Ereignis an
es: Personaliza tu evento de anfitrión
fr: Personnalisez votre événement d'hôte
it: Personalizza il tuo evento di host
ja: ホストイベントをカスタマイズする
ko: 호스트 이벤트를 사용자 정의하세요
nl: Pas je host evenement aan
pl: Dostosuj swoje wydarzenie hostowania
pt: Personalize seu evento de host
ru: Настройте свое событие хостинга
sv: Anpassa din värdhändelse
uk: Налаштуйте свою подію хостингу
zh: 自定义您的主持事件

# hypetrainEventConfigTitle
source: Hype Train Event
ar: حدث قطار الحماس
bn: হাইপ ট্রেন ইভেন্ট
de: Hype Train-Ereignis
es: Evento de tren de hype
fr: Événement de train de la hype
it: Evento di Hype Train
ja: ハイプトレインイベント
ko: 하이프 트레인 이벤트
nl: Hype Train evenement
pl: Wydarzenie hypetrain
pt: Evento de Hype Train
ru: Событие hypetrain
sv: Hype Train händelse
uk: Подія hypetrain
zh: 热潮列车事件

source: Customize your hype train event
ar: تخصيص حدث قطار الحماس الخاص بك
bn: আপনার হাইপ ট্রেন ইভেন্ট কাস্টমাইজ করুন
de: Passen Sie Ihr Hype Train-Ereignis an
es: Personaliza tu evento de tren de hype
fr: Personnalisez votre événement de train de la hype
it: Personalizza il tuo evento di Hype Train
ja: ハイプトレインイベントをカスタマイズする
ko: 하이프 트레인 이벤트를 사용자 정의하세요
nl: Pas je Hype Train evenement aan
pl: Dostosuj swoje wydarzenie hypetrain
pt: Personalize seu evento de Hype Train
ru: Настройте свое событие hypetrain
sv: Anpassa din Hype Train händelse
uk: Налаштуйте свою подію hypetrain
zh: 自定义您的热潮列车事件

# pollEventConfigTitle
source: Poll Event
ar: حدث الاستطلاع
bn: পোল ইভেন্ট
de: Umfrage-Ereignis
es: Evento de encuesta
fr: Événement de sondage
it: Evento di sondaggio
ja: 投票イベント
ko: 투표 이벤트
nl: Poll evenement
pl: Wydarzenie ankiety
pt: Evento de Enquete
ru: Событие опроса
sv: Omröstning händelse
uk: Подія опитування
zh: 投票事件

source: Customize your poll event
ar: تخصيص حدث الاستطلاع الخاص بك
bn: আপনার পোল ইভেন্ট কাস্টমাইজ করুন
de: Passen Sie Ihr Umfrage-Ereignis an
es: Personaliza tu evento de encuesta
fr: Personnalisez votre événement de sondage
it: Personalizza il tuo evento di sondaggio
ja: 投票イベントをカスタマイズする
ko: 투표 이벤트를 사용자 정의하세요
nl: Pas je poll evenement aan
pl: Dostosuj swoje wydarzenie ankiety
pt: Personalize seu evento de enquete
ru: Настройте свое событие опроса
sv: Anpassa din omröstningshändelse
uk: Налаштуйте свою подію опитування
zh: 自定义您的投票事件

# predictionEventConfigTitle
source: Prediction Event
ar: حدث التنبؤ
bn: ভবিষ্যদ্বাণী ইভেন্ট
de: Vorhersage-Ereignis
es: Evento de predicción
fr: Événement de prédiction
it: Evento di previsione
ja: 予測イベント
ko: 예측 이벤트
nl: Voorspellings evenement
pl: Wydarzenie przewidywania
pt: Evento de Previsão
ru: Событие предсказания
sv: Förutsägelse händelse
uk: Подія передбачення
zh: 预测事件

source: Customize your prediction event
ar: تخصيص حدث التنبؤ الخاص بك
bn: আপনার ভবিষ্যদ্বাণী ইভেন্ট কাস্টমাইজ করুন
de: Passen Sie Ihr Vorhersage-Ereignis an
es: Personaliza tu evento de predicción
fr: Personnalisez votre événement de prédiction
it: Personalizza il tuo evento di previsione
ja: 予測イベントをカスタマイズする
ko: 예측 이벤트를 사용자 정의하세요
nl: Pas je voorspellings evenement aan
pl: Dostosuj swoje wydarzenie przewidywania
pt: Personalize seu evento de previsão
ru: Настройте свое событие предсказания
sv: Anpassa din förutsägelsehändelse
uk: Налаштуйте свою подію передбачення
zh: 自定义您的预测事件

# channelPointRedemptionEventConfigTitle
source: Channel Point Redemption Event
ar: حدث استرداد نقاط القناة
bn: চ্যানেল পয়েন্ট রিডেম্পশন ইভেন্ট
de: Kanalpunkt-Einlösung-Ereignis
es: Evento de canje de puntos del canal
fr: Événement de rachat de points de chaîne
it: Evento di riscatto punti canale
ja: チャンネルポイント交換イベント
ko: 채널 포인트 교환 이벤트
nl: Kanaal punt inwissel evenement
pl: Wydarzenie wymiany punktów kanału
pt: Evento de Resgate de Pontos do Canal
ru: Событие обмена баллов канала
sv: Kanalpoäng inlösen händelse
uk: Подія обміну балів каналу
zh: 频道积分兑换事件

source: Customize your channel point redemption event
ar: تخصيص حدث استرداد نقاط القناة الخاص بك
bn: আপনার চ্যানেল পয়েন্ট রিডেম্পশন ইভেন্ট কাস্টমাইজ করুন
de: Passen Sie Ihr Kanalpunkt-Einlösung-Ereignis an
es: Personaliza tu evento de canje de puntos del canal
fr: Personnalisez votre événement de rachat de points de chaîne
it: Personalizza il tuo evento di riscatto punti canale
ja: チャンネルポイント交換イベントをカスタマイズする
ko: 채널 포인트 교환 이벤트를 사용자 정의하세요
nl: Pas je kanaal punt inwissel evenement aan
pl: Dostosuj swoje wydarzenie wymiany punktów kanału
pt: Personalize seu evento de resgate de pontos do canal
ru: Настройте свое событие обмена баллов канала
sv: Anpassa din kanalpoäng inlösen händelse
uk: Налаштуйте свою подію обміну балів каналу
zh: 自定义您的频道积分兑换事件

# outgoingRaidEventConfigTitle
source: Outgoing Raid Event
ar: حدث الغارة الصادرة
bn: আউটগোয়িং রেইড ইভেন্ট
de: Ausgehendes Raid-Ereignis
es: Evento de incursión saliente
fr: Événement de raid sortant
it: Evento di raid in uscita
ja: 送信レイドイベント
ko: 나가는 습격 이벤트
nl: Uitgaande raid evenement
pl: Wydarzenie wychodzącego najazdu
pt: Evento de Raid de Saída
ru: Событие исходящего рейда
sv: Utgående raid händelse
uk: Подія вихідного рейду
zh: 外发突袭事件

source: Customize your outgoing raid event
ar: تخصيص حدث الغارة الصادرة الخاص بك
bn: আপনার আউটগোয়িং রেইড ইভেন্ট কাস্টমাইজ করুন
de: Passen Sie Ihr ausgehendes Raid-Ereignis an
es: Personaliza tu evento de incursión saliente
fr: Personnalisez votre événement de raid sortant
it: Personalizza il tuo evento di raid in uscita
ja: 送信レイドイベントをカスタマイズする
ko: 나가는 습격 이벤트를 사용자 정의하세요
nl: Pas je uitgaande raid evenement aan
pl: Dostosuj swoje wydarzenie wychodzącego najazdu
pt: Personalize seu evento de raid de saída
ru: Настройте свое событие исходящего рейда
sv: Anpassa din utgående raidhändelse
uk: Налаштуйте свою подію вихідного рейду
zh: 自定义您的外发突袭事件

# raidEventMessage
source: <b>{displayName}</b> is raiding with <b>{viewerCount}</b> viewers!
ar: <b>{displayName}</b> يقوم بغارة مع <b>{viewerCount}</b> مشاهدين!
bn: <b>{displayName}</b> {viewerCount} দর্শক নিয়ে রেইড করছে!
de: <b>{displayName}</b> raidet mit <b>{viewerCount}</b> Zuschauern!
es: <b>{displayName}</b> está haciendo una incursión con <b>{viewerCount}</b> espectadores!
fr: <b>{displayName}</b> fait un raid avec <b>{viewerCount}</b> spectateurs !
it: <b>{displayName}</b> sta facendo un raid con <b>{viewerCount}</b> spettatori!
ja: <b>{displayName}</b> が <b>{viewerCount}</b> 人の視聴者とレイドしています！
ko: <b>{displayName}</b>님이 <b>{viewerCount}</b>명의 시청자와 함께 습격 중입니다!
nl: <b>{displayName}</b> is aan het raiden met <b>{viewerCount}</b> kijkers!
pl: <b>{displayName}</b> przeprowadza najazd z <b>{viewerCount}</b> widzami!
pt: <b>{displayName}</b> está fazendo raid com <b>{viewerCount}</b> espectadores!
ru: <b>{displayName}</b> проводит рейд с <b>{viewerCount}</b> зрителями!
sv: <b>{displayName}</b> raider med <b>{viewerCount}</b> tittare!
uk: <b>{displayName}</b> проводить рейд з <b>{viewerCount}</b> глядачами!
zh: <b>{displayName}</b> 正在进行突袭，带着 <b>{viewerCount}</b> 位观众！

source: Shoutout
ar: شكرًا
bn: শাউটআউট
ja: シャウトアウト
ko: 감사합니다
ru: Шаут-аут
uk: Шаут-аут
zh: 大喊

# raidingEventRaiding
source: Raiding <b>{displayName}</b>...
ar: غارة على <b>{displayName}</b>...
bn: রেইডিং <b>{displayName}</b>...
de: Raid auf <b>{displayName}</b>...
es: Incursión en <b>{displayName}</b>...
fr: Raid sur <b>{displayName}</b>...
it: Raid su <b>{displayName}</b>...
ja: <b>{displayName}</b> をレイド中...
ko: <b>{displayName}</b>님을 습격 중...
nl: Raiden <b>{displayName}</b>...
pl: Najazd na <b>{displayName}</b>...
pt: Fazendo raid em <b>{displayName}</b>...
ru: Рейд на <b>{displayName}</b>...
sv: Raider <b>{displayName}</b>...
uk: Рейд на <b>{displayName}</b>...
zh: 正在突袭 <b>{displayName}</b>...

# raidingEventTimeRemaining
source: {seconds}s
ar: متبقي {seconds} ثواني
bn: {seconds} সেকেন্ড বাকি
es: Quedan {seconds} segundos
fr: Temps restant : {seconds} secondes
it: Tempo rimanente {seconds} secondi
ja: 残り{seconds}秒
ko: 남은 시간 {seconds}초
pl: Pozostało {seconds} sekund
ru: Осталось {seconds} секунд
sv: {seconds} sekunder kvar
uk: Залишилося {seconds} секунд
zh: {seconds}秒
